const songs = [
  {
    id: 1,
    name: 'Hiyy Gudugudu',
    lyrics: `#M
އަތިރިމަތިން ފަރިހިނގަމުން ދާތީ
*އަކިރި މަތީ ފައި ބީއްސާލާތީ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ
#1
ފުރަތަމަ މި ރަށަށް ލެފި އިރު މާ ދުރުގާ ހުރެ ބެލުނޭ
*ގާތަށް ދާން ހިތް އެދުނޭ
ފުރިހަމަ ދެ ލޮލާ ކަޅިރަވަ ޗާލުކަމަށް ހިތް ލެނބުނޭ
*ހިތުގާ ބިންވަޅު ނެގުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
#2
މާވަރަކަށް މަ ބަލާތީ ލަދުރަކި ވާކަން އެނގުނޭ
*ކަޅި އެޅި މަންޒަރު ފެނުނޭ
މާ ނޫން ގޮތަކަށް ބެލުމުގެ މާނަ މަށަށްވެސް އެނގުނޭ
*އުފަލުން ގޮސް ހީލެވުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
#3
އަތިރިމަގުން އަސުރު ފަހުން ދާތީ ފަހަތުން ދެވުނޭ
*އެދިހުރި ފުރުސަތު ލިބުނޭ
މަތިރިވެލާ އަތް ދިއްކޮށް ލޯތްބަށް އެދި ހުށަހެޅުނޭ
*ހިތު އެޅި ކަމަނާ ލިބުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
`,
  },
  {
    id: 2,
    name: 'Fathis',
    lyrics: `#M
ފަތިހުގެ ފިނި ވައިރޯޅި ނަޔާ
*ބީހިލުމުން ރުއްގަސް ވެއްޖެ ގަޔާ
ހިތްގައިމު ނަލަނަލަ އަޑުން ގޮވާ
*ކާޅާއި ކޮވެލީގެ ރާގުލާ
#1
އަސްތާ އެނަގާ ހަޅޭލީ
*ރަސްރުކު އެބޭގެ ބޮޑުހާ
ދިގުމަގު ކޮޅުން އޮބާލީ
*ބަދިފަތި ހިފާ ނަކަލުބޭ
#2
ފައްޗެއް މުށަށް ހެޔޮވަރުވީ
*ފާތުމަ އަރުވ އެޖަހަނީ
ފަތިހުގެ ފިނީގަ ދޮރުމަތީ
*ބަސްބުނި ހިނދުން ކަހާލީ
-------------------------------------------------
$M
ފަތިހާ ވަލު ހިނގަމުން މާމަދޮން
*ލާން ދަރު ކާއްޓާ ކާން ހަމަކުރީ
ގުގުމާ ރައިވަރު އިވި ރުއްބުޑުން
*ރައިވަރު ރުކު އޮތްބޭ ފަރިއެޅީ
$1
ސޮއްސާލާ އެތުން ރާބަދި ދޫވެއްޖެތާ
*ރަސްރުކުބޭ ލޯ ބޯދީ ބަލަމުން ކަޅިއެޅީ
$2
ފަސްހާވާ ނިކަން ފަނި ކެއުމަށް ކުކުޅުތައް
*އެއް ފަންޏާ ބައިގަނޑު ތެޅިތެޅިފާ މޮޔަވަނީ
$N
އާޅަ އެތެއް ކޮށާ ފަންވަތް ބަންނާނަމޭ
*ފައްކާ ވެއްޖެއްޔާ ބަދިވެސް އަޅުވާނަމޭ
`,
  },
    {
    id: 3,
    name: 'Ishghee Halathu',
    lyrics: `#M
    އިޝްގީ ހާލަތުގާ ޔާރާދޭ ހަނދާނޭ މިތާނގާ، މި އާވާ ހިޔާ ލުން ސަޒާދޭ
*ލޯބީގާ ބޭގަރާރު ވާންހެވީ، ލޯބީގާ ބޭގަރާރު ވާން
#1
ދީވާނާވެ ވާދީގާ މި ހުރީ އިންތިޒާރެއްގާ
*ދީވާނާވެ ވާދީގާ މި ހުރީ އިންތިޒާރެއްގާ
ނޫންހޭ އު ންމީދު ގެއްލިދާ ޝަރަފެއް ކަމަށް
*ވީހޭ އުންމީދު ގެއްލި ދާ ޝަރަފެއް ކަމަށް ދޯ
#2
ގުޅިގެންވީ ހަގީގަތްމީ މުޅިއިން ގެއްލުނީހޭމީ
*ގުޅިގެންވީ ހަގީގަތްމީ މުޅިއިން ގެއްލުނީހޭމީ
ނޫންހޭ ދޭނޭ އަރާމު ނެތި އުފަލާ ހިޔާރު
*ނޫންހޭ ދޭނޭ އަރާމު ނެތި އުފަލާ ހިޔާރު ދޯ
`,
  },
    {
    id: 4,
    name: 'Aalaa Sakeeree',
    lyrics: `#M
އާލާ ސަކީރީ
*ޗަނދަރާބާ ޖަނަތީރެ ޖޯ
#1
އާލާ ކުމްސާޔާ
*ބަނާނަސީ ޔަންގިޔާ
ކަނގަނާމާ ކަނގަނާމަޔޯ
*ކަނގަނާމާ ކަނގަނާމަޔޯ
ފަލަތީރެ ފަލަތީރެ ޖޯ
*ފަލަތީރެ ފަލަތީރެ ޖޯ
$M
ނޫރާނީ އަލީގާ ޤައުމަށް އުޖާލާ
*ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
ހާ އުފާ
*ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
$1
މި ގައުމުގާ އާޒާދީ
*އަރާމުގާ ތާޒާވީ
މަލުން ގެތީ ހިލްމީ
*ފޮޅުން މަލޭ ކޮއްލީޯ
އާ ރޫހް ތަކަށް އެދޭ
*ޖާނާ ހިތާ ދެވޭ، ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
$2
މި ރޫހް ދިރުވާ ދާނީ
*މި ޖޯށު ކުރިހޯދާނީ
މަލުން ގެތޭ ހާރޭ
*އުފާ މިދޭ ޒާރޭ
އާ ރޫހް ތަކަށް އެދޭ
*ޖާނާ ހިތާ ދެވޭ، ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
$N
ގުލްޒާރޭ ފަރިވަނީ
އަނހާ ރޫހް ދިރޭ
`,
  },
    {
    id: 5,
    name: 'Ajaibeh',
    lyrics: `#M
ރީތި ގުދުރަތީ މި މަންޒަރު
*ޗާލު ލޮލަށް ފެންނައިރު އަޖައިބެއް ފަދައޭ
ސާފު ދޮންވެލި ތުނޑިމަތީ
*ރާޅު ބަލަން އިންނައިރު އަޖައިބެއް ފަދައޭ
#1
އިރުއަރާ ދޯދިތައް އަލިވެޔޭ
*މުޅި ފަޒާ ރަންކުލައިން ދިއްލައޭ
ސާފު ވައި އައިސް ހަމުގަ ބީހެޔޭ
*ސާފު ޖައްވުން މިހިތް ފިނިވެޔޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#2
އުޑުމަތިންދާ ދޫނި ފެނިލައޭ
*ބައިހަދާފާ އުދުހި ހޫރެޔޭ
ރާގުރާގަށް ގޮވާ އަޑުއިވޭ
*ރާގު އިވުމުން މިހިތް ފުރިދެޔޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#3
މާކަނޑުން ދޯނިތައް ދުއްވައޭ
*ޗާލު މަންޒަރު ދުރުން ސިފަވެޔޭ
ވާތި ހިތްވަރު މަ ހިނިތުން ވަމޭ
*ވާ މިރިޒުގަށް ޝުކުރުވެރި ވަމޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#N
ޗާލު ލޮލަށް ފެންނައިރު
*އަޖައިބެއް ފަދައޭ
ރާޅު ބަލަން އިންނައިރު
*އަޖައިބެއް ފަދައޭ
`,
  },
    {
    id: 6,
    name: 'Fahathah',
    lyrics: `#M
ފަހަތަށް ބަލާލައިފ،ި ކަތިފައި އަޅާލައިފ،ި އަރިއަށް ޖަހާލައިފި ފަރި ކަމަނާ
*ކަޅިވެސް އަޅާލައިފ،ި ރަކިކޮށް އެ ހީލައިފ،ި ބާރަށް ހިނގާލައިފި ރަނި ކަމަނާ
#1
ފަހަތުން މަދާއިރު ތުނބުން ފުމެލުމުން ހީވެ ހުއްޓެން އުޅޭހެން ތި ދޮންކަމަނާ
*އެހެނަސް ފަޔަށް ބާރުލާފާ އަނެއްކާ ތި ބާރޭ ކުރީ ފަރި ހިނގުން ކަމަނާ
*މަޑުކޮށް ބަލާށޭ ބުނަން ކަމަނާ
#2
ދަތިކަން ހިތަށްވޭ ލޮލާލޯ ދިމާވެސް ނުކޮށް ޒާތަކަށް ކަޅިއަޅާތީ ކަލާ
*ލަދުވެސް ހަނދާނެއް ނެތޭ މަގުމަތިން ފާރަލައިގެން ދެވޭ ފަސްފަހަތް ނުބަލާ
*މަޑުކޮށް ބަލާށޭ ބުނަންހޭ ކަލާ
#3
ފަހަކަށް ނުދަން ފާރަޔަށްވެސް ހުރިން ގޯތި ބޭރުން ފެނޭތޯ ފަހުން ކަމަނާ
*ފަހަކާ ހައެއް ގަޑި ބަލައިގެން ހުރީ ތިއްތި ވޭތޯ ހަވީރަށް ބަލަން ކަމަނާ
*މަޑަކުން މިހިތް ނޯވެޔޭ ކަމަނާ
#4
ފަރިކަން އަޖައިބުން މިހިތް ފުރިދަނީއޭ ބަލަން ހުރެވެނީ ލޯމަރާވެސް ނުލާ
*ފަރިކަން ވެޔޭ ޖައްވުގާ ހުވަނދުލާފާ ވަހުންވެސް ތިދާއިރު މަގުން ފަރިމަލާ
*މަޑު އަތްތިލައިގާ ހިފަންހޭ ކަލާ
`,
  },
    {
    id: 7,
    name: 'Dhaanvithan',
    lyrics: `#M
ދާންވިތަން ބުނެލާ ކަލާ ހޯދަން
*ހޯދޭތޯ އަހަރެން ދުވެފަދާނަމޭ މަޑިއުކާނަމޭ ބެރުޖަހާނަމޭ
ކީއްކުރަންހޭ ހޯދަނީ
*ސިއްރު ސިއްރުން ބަލާ
ލާމުގާ ތިބެޔޭ މަގޭ ދެބިޓުން
*އަންނާށޭ ލޯބިން ބަގުތަޅާނަމޭ އަނބުތަޅާނަމޭ ބަކަތަޅާނަމޭ
#1
ހަނަފަސް ތަނެއްގާ ހިތް ރައްކާ ކުރީމޭ
*ދަބަރާ ލޮނާ ނުޖަހާނެހެން
އަލަކަސް ތިލޯބީގާ ހިތް ދީވާނަ ވެއްޖޭ
*ބިޓަކާ ދިމާ ނުބެލޭނެހެން
ބުނަންބޭނުން ކަމެއް ލޯބިން
*ބުނިއްޔާ އަޑު އަހާނަންހޭ
ފާފުގާ އޮވެޔޭ މަގޭ ގޯއްޗެއް
*ބުނާށޭ އޭރުން ވިނަ ނޮޅާނަމޭ ޓިނުއަޅާނަމޭ އުވަޖަހާނަމޭ
#2
ފީނާފާ ލޯބިން ޓައިޓޭނިކު ނަގަންހޭ
*ހޮރުންނަގާ ޗަކަމޯލުހެން
މީޓަރުގެ ނަމްބަރު މިހިތުގެ މަދެންހޭ
*ރީޑިން ނެގީމާ ސާފުވާނެހެން
ބުނަންބޭނުން ކަމެއް ލޯބިން
*ބުނިއްޔާ އަޑު އަހާނަންހޭ
ކާށިދޫ ބިމުގާ އެއާޕޯޓެއް
*އަޅާލަން ހިލަތާރު ދޭނަމޭ ލާރިދޭނަމޭ ބާރުދޭނަމޭ
`,
  },
    {
    id: 8,
    name: 'Haarey',
    lyrics: `#S
މީރުވަސްދޭ މާމަލުގެވާ، ރީތިކަންވާ ޗާލު ހާރޭ
ވެދުމަކަށް އަޅުވާލަދޭމީ، ގެތިމި އަމުނާ ހާރޭ، ވެދުންމި ކުރަނީ
#M
ފިނިފެންމަލުން އެކުލާ ހާރޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
ފިނިފިނި ރަބީއުގެ ހަވީރޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
#1
ޖައްވުގާ ފަތުރާލި ވަހަކުން
*ތަން އެއްވަސް ކޮއްލައިފިއޭ
ރީތިހާ ކުލައިން ޖަރީކޮށް
*މުޅިފަޒާ ދިއްލާލިއޭ
ހިންމަތް ކުރީތި ދެވޭ ހާރޭ
*ހިދުމަތުގެ މީއެ މަލްހާރޭ
#2
ޖޯށުގާ ހިތުގާވި ޝުކުރުން
*ހިތް މުޅިން ކުރުނީސްވެދޭ
ލޭފަ ވެތިކަންވާ މިހިތްތައް
*ރޫހަކުން ގުޅިލާމެހޭ
ހިންމަތް ކުރީތި ދެވޭ ހާރޭ
*މިތުރުންގެ މީއެ މަލްހާރޭ
#N
ހާރޭ ގަތާލި އަޅުވައިދޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
`,
  },
      {
    id: 9,
    name: 'Mee Rhythm',
    lyrics: `#1
ފަވާލާނީ ރިދަމް ރަނުން
*ލޭ ކައްކުވާލާނީ ބޮޑުބެރު އަޑުން
ކިޔާލާނީ ރިދަމް ނަމުން
*އިއްވާނަމޭ ރާގު ނަލަ ނަލަ އަޑުން
#2
މީ ރިދަމް
*ހިތް ގައިމު ރާގެއްގާ
މީ ރިދަމް
*ލަވަތަށް ކިޔާލާނީ
މީ ރިދަމް
*ބެރުތައް ޖަހާލާނީ
މީ ރިދަމް
*އެންމެން ނަށާލާ ށޭ
$1
ލާމު އަތޮޅުގެ ނަން އިވޭހެން ސާފުވާ ޅެން ބައިތަކުން
*ޗާލު ހައްދުންމަތި ކިޔާހެން ރާގުގާ މިކިޔައިދެނީ
ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
*ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
$2
ވާ ހުނަރު ޖީލެއް މިއީ
*މާ އުކުޅުތައް ކޮށް ޖަރީ
އާ ދުވަހަކަށް ފަރިވަނީ
*ލާ މި ހިތްވަރު ކެރި ތިބީ
ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
*ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
$3
ކާބަފައިން އެގެނައި ސަގާފަތް ތާ އަބަދު ދަމަހައްޓަމުން
*އާދަކާދައިން ގުޅިފަވާހެން ވާ މިކުޅިވަރު ދިރުވަމުން
ގުޅިގެން އެކު ވާން ހިނގާށެ، ކެރިގެން އުޅެމާ ހިނގާށެ، އެދިގެން މިކަމާ މިފޯރި ޖޯޝާ އެކީ
*ގުޅިގެން އެކު ވާން ހިނގާށެ، ކެރިގެން އުޅެމާ ހިނގާށެ، އެދިގެން މިކަމާ މިފޯރި ޖޯޝާ އެކީ
`,
  },
        {
    id: 10,
    name: 'Iruvaru Jehumun',
    lyrics: `#M
ވާނޭވާނޭ އޮޑި މަހާ
*ވާނޭވާނޭ އޮޑި މަހާ
*ހޭޔަންބޯ
#1
އިރުވަރު ޖެހުމުން އޮޑިބާލާ
*އިރުވައި މޫސުމުގާ ހޭލާ
އިރުއެއަރާ އަލިކަން ނުވަނީސް
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
#2
ދުންބުރުވާ ކިޔެވެލި ކިޔަވާ
*ދޮންދަނބު ރުކަކުން ކާށި އަޅާ
ދޮންފަންވަތުގާ މަސްކުރަހާ
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
#3
ފެން ރުނބައެއް ކިޔަވާ ތަކުރާ
*ފެން އަޅަމުން ހުރެ އެންވަތުގާ
ހިތްވަރުލާ ތިބިހާ ކަތުނޭ
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
-------------------------------------------------
$M
ފަޅުވެރިން ބުނޭ
*ބޭރުންއައިނެއް އޮވެ އާދޭ
ކެޔޮޅުބޭ ބުނޭ
*ބޭރުންއައިނެއް އޮވެ އާދޭ
$1
ކެޔޮޅު ގޮވާނަގައޭ
*ދެރިޔާނާގާ ދޭށޭ
ބަރުލާ ހިތްވަރުލާ ފަލިތައް ބާލާމާ ހިނގާ
*ބަރުލާ ހިތްވަރުލާ ފަލިތައް ބާލާމާ ހިނގާ
$M
އާނ އޮޑީ ކުރިޔާ ދިމާލުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
އާނ ނިކަން މިދިމާލުން ބޭރުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
$1
އިންޖީނާ ރިޔަލާއެކީގާ
*އިންޖީނާ ރިޔަލާއެކީގާ
ދުއްވާށޭ މެކުހައް ޖަހާލާ
*ދުއްވާށޭ މެކުހައް ޖަހާލާ
$N
ދާނެތެލެއްނެތޭ މިއަދު ފެލިވަރަކައް
*ދާނެތެލެއްނެތޭ މިއަދު
`,
  },
        {
    id: 11,
    name: 'Kos Govaaney',
    lyrics: `#M
ކޮސް ގޮވާނޭ ހޮޅުއަށީގާ ތާ ހަސަންބޭ އިނދެ މަޑިއްޕާ
*މެންދުރުން އިރު ނެއްޓި ދިޔަކަން ނެތި ހަނދާން އިނދެގެން ދުފާލާ
ފޫހި މަވަނީ ބޯ މަގޮވަނީ
*ފައި ދޮށަށް އިނދެގެން ތަޅާތީ ކުޅު، ޜަތް ކުޅު
#1
ހެނދުނު ހެނދުނާ ފޫގަޅާލާ އެރި އަށީގާ ތަން އަޅާނޭ
*ކާނެ އެއްޗެއް ގޭގަ ނެތަކަސް އިނދެ ހަސަންބޭ ފޮނި ކަނޑާނޭ
އިރު އިރު ކޮޅުން މީހަކާ ގުޅި ބޮޑު ޒުވާބެއް އިނދެ ފަށާނޭ
*ބަސްބުނާނޭ ރޭދުވާވެސް ނޭނގި އިނދެގެން ތާ ހަސަންބޭ
#2
މާލި އައްޕާޔާ ހަސަންބޭ އަށި ދެކޮޅުތިބެ އަތް އުކާނޭ
*ކުދި ގޮލައިންތައް ނަކަލު ކުރަމުން އަށި ނިވަލު ތިބެ ހީނަގާނޭ
އަންނަ ރުޅިއިން ހަށި ފޮޅާލާފާ ހަސަންބޭ ތެދުވެދާނޭ
*ފޫގަޅާލާ މުންޑު ކޮށިކޮށް ހުރެ ހަޅޭލާ ދުވެ ނަގާނޭ
#3
އަސުރު ވިޔަކަސް ގޭދޮށަށް މަތު ނުވެ އަށިގާ އޮވެ ނިދާނޭ
*ބަނޑު އެ ފުއްޕާ ދަތިވެ ނޭވާ ބަރު އަޑުން އޮވެ ގުގުރި ދަމައޭ
އިރު ލޮނުންތިރި އަނދިރިކަން ވެރި ވީކަމއްވެސް ނޭނގުނޭދޯ
*ގެއްލި މިދުނިޔެ ނަލަވެ އެދުނިޔެ ގެއްލި ތިދަނީ ތާ ހަސަންބޭ
-------------------------------------------------
$M
*ދިޔަތަނާ ގޭދޮށަށް ހަސަންބޭ
ފައިގާއިން މަރަވަޅީގެ ގޮބު ވީތަން ނޭނގިފަ ހުރެ
*ޚޮސް ގޮވާ ނުރުހިފާ ހަސަންބޭ
ސަންޕާފުޅު ދުމަށި ދޮށުގަ ވީނުވިއެއް ނޭނގިފަ ހުރެ
*ދިޔަތަނާ ގޭދޮށަށް ހަސަންބޭ
$1
ނިވާނަގާ އެތެރެ ގެއަށް ވަން ހިނދުގާ ފެނުނިއްޔޯ
*ފުޅައްމަތިން އަރާ ޣައިބު ވިއްޔޯ
ހައި ބަނޑުގާ ހުރެ ރުނބަޔަށް ދެކަޅި އެކީ އެއްލިއްޔޯ
*ދަނޑު ފަނޑު ހިކި ބޭނުން ކެނޑުނިއްޔޯ
$2
ރާބެ އަލީ ކަރަށް ބާރުލާފާ އައިސް ހަޅޭލަޔޯ
*މިރަށް މަތިން އުދުހުނު ބައްތެއްޔޯ
ބޯހޫރާ ދެކޮޅު ބަލާ ހަސަންބެއައް ނިކުމެވުނޯ
*ވީ އުުފަލުން އެ މަގުމަތީ ނެއްޓޯ
$N
ހާތަކުރާ މުދިންބެއާ
*ނައިބު ކަލޭ ވަޑައިގަތޯ
އަންބާ އާނލުތް ކިޔަމުން
*އެއް ކޮރަކަށް ނަށައިގަތޯ
`,
  },
          {
    id: 12,
    name: 'Saavan',
    lyrics: `#M
ސާވަންގާ ރާހަތު ދޭހާމާ
*ފޯދޭ ވާރީޔާ
ފޯދޭ ވާރީޔާ ހާރޭ
*ފޯދޭ ވާރީޔާ
#1
ނާޒުކީ ރޭ ދޭށޭ
*ވާގު އަރާމުންނޭ
ނާދިރި ފަރިވާ އެ ތާޒާ
*ތާޒާ ނޫރާ ނޫރާނީ މާ
-------------------------------------------------
$M
ފޮޅުވާ އެއުފާ ސާފުމަލުން ރޫޙުދިރޭ ޗާލު ހަޒާރޭ މަލުންމީ
*ފަރިވާ ފަރިވާ އެއިނީ އަލުން ފޮޅޭތާ ނަލަ ނަލަ އަލުން ފޮޅޭތާ

$1
ފަތިހައްވެ އުޖާލާ އެ އަލީގާ ފަރި ނާޒޫ
*ފަތިހައްވެ އުޖާލާ އެ އަލީގާ ފަރި ނާޒޫ
*އެ އަލީގާ ފަރި ނާޒޫ
ފަރިޔާދުގައޭ ދިއްލޭމީ ރޫޙުދިރޭ ޗާލު ހަޒާރޭ މަލުންމީ
*ފަރިވާ ފަރިވާ އެއިނީ އަލުން ފޮޅޭތާ ނަލަ ނަލަ އަލުން ފޮޅޭތާ

$m
ދީރޭނޭ ރޫޙާއި ޖާނާ
*އިލްމު ދިރޭ ގުލްޒާރޭ ދިއްލެނީ

$1
މިހާރު އާވީ
*ދިލްފަރި މިއުޅޭހާ
`,
  },
          {
    id: 13,
    name: 'Aaberu Toh Toh',
    lyrics: `#M
އާބެރު ޓޮއް ޓޮއް
*ބާބެރު ޑަން ޑަން
އާބެރު ޓޮއް ޓޮއް ޓޮއް ޓޮއް ބާބެރު ޑަން ޑަން ބާރުކޮއް ހިނގާށޭ
*އާބެރު ޓޮއް ޓޮއް ޓޮއް ޓޮއް ބާބެރު ޑަން ޑަން ބާރުކޮއް ހިނގާށޭ
#1
މަސަލަހުން ހަރުބީ އެ ފެށީމާ
*ހަރުބިއައް އަޑު ބަދަލުކުރީމާ
ލަސްލަހުން އަޑުތައް އެކުވީމާ
*ހަތަރު ބެރު ބުން ހާމަކުރީމާ
#2
އެހަމަޔައް އަޑުތައް ވަކިކޮއްފާ
*އެކު އެކީ އަޑަކާ ކުޅެލީމާ
ދެކަކުލުން ފަހަތައް ކޮއްޕާލާ
*ކުރިކަމުގެ ކުލަރީތިވި ދިއްލާ
#3
މެދު ހެޔައް ކަތަ ހޮޅިތައް އަރުވާ
*އެހުރި މާފަތި ކަރުފަތި އަޅުވާ
ދެބުމަޔައް ހިމަތޫނު ޖެހީމާ
*ރީތި ހެދުމުގާ ފަރިވެލަނީ މާ
#4
ރާވެރިން ރުކުގާ ތިބެ ބަލަނީ
*މަރު ބިރައް ވުރެގޮތް ހޭ ނުވަނީ
ދިރި ފުށައްވުރެ މަހަބަޑިހުރެހެލެނީ
*އިވެނީ ބުނާއަޑު ހޭ ނިދީގާ
`,
  },
            {
    id: 14,
    name: 'Hoadhaadheyshey',
    lyrics: `#M
ހޯދާދޭށޭ ޔާރާ ނަލަ ރޯޅިޔާއޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#1
ފަރި ހަނދުވަރުގެ ތެރޭގާ އޭނާ ހީލިގޮތުން
*ފަރި ޖައުޒާގެ އެރީޔޭ ހީލިޔެ ޗާލުކަމުން
ބުނެދޭށޭ މިހިތާރޫހު އެރޭ ދެ ވުނީޔޭ
*ދެކިފާ ހިތުގެ ރިހުންލުއި ވޭތޯ ދެވެނީޔޭ
ހިޔާލޭމީ ދުރު ނުވެވޭ ހަނދާން ވާނީ ޔޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#2
ރާސުތާ ނޭންގި ދަނީ އިސުކުގެ ތޫފާން ޖެހިފާ
*ގަދަހަނދު ވަރުގެ ތެރޭ ލޯބިކިނާރާ އޮޅިފާ
ލޭގެ ހިނދުމާ އި ތަބީއަތު އަދު ބަދަލޭވާނީ
*މޭގެ ރިހުމާއި ތަދައް ހޫނު މިއިހުސާސު ވަނީ
އެހީވާނޭ ޔާރޭއް ނެތުމުން ވަޔާއޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#3
އޮތިމީ ރީތިވި ހިތްގައިމު އަސަރު މޫ ނެކޭ
*ދާއިމީ ލޯތްބާއެކު ފިރުމާދޭ ނޭ އަތެކޭ
ތިޔަލޯބީގެ ހީޔާލާއި އަސަރުގާ ވަމޭ
*ކަރުނޭ އެންމެ ފުރާނާ ގެ ދިރުން ހަމަތެދެކޭ
ނަޒަރުވީ އަދުގުޅިފާ ނަލަސޫރަޔާ އޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#N
ގުޅިފާވަނީ އޭނާ
*މިހިތާ ލެޔާއޭ
`,
  },
              {
    id: 15,
    name: 'Adhabee Salaam',
    lyrics: `#M
ފަރިވާހާ
*ގުލްޒާރުން މާމަލުން އަދަބީ ސަލަމުގާ ވެދުމޭ ކުރާނީ
#1
އެކިވައްތަރު މާމަލުން
*އެކިއެކި ގުލްހާރުތައް އަމުނާމަލުން
-------------------------------------------------
$M
ފަރިވާ އުފާވެ ދާ މަލޭތާ
*ކޯޅީގާ ނޫރާނީ ފޯދޭނެއޭ
$1
ގުލޭޒާރުންނޭ އާވާ އެއީ
*ރޫހޭ ދިރޭ
$2
ދެކޭ ފިނިރޯޅި ވައިގާ އައީ
*މޫސުނެެ ދިރޭ
$N
ކޯޅީގާ ނޫރާނީ
*ފޯދޭނެއޭ
`,
  },
              {
    id: 16,
    name: 'Adhumikuree',
    lyrics: `#M
އަދުމިކުރީ ސާފު އިބާރާ ތުން
*ހިތޭ ހަދިޔާ
މިހިތ އޭގެ ވާހާބާރާ
*ކުރީ ހަދިޔާ
#1
ފަރުވާ އެއް ލިބޭނޭ ބޭހަކީ
*ދިރުމެއް ދެން ދެވޭނޭ ރޫހަކީ
ފިރުމައިދީ ހެދޭނޭ މީހަކީ
*ފިރުމައިދީ ހެދޭނޭ މީހަކީ
ތިޔައީކަމުގާ ވާތީ މިކުރީ
*ހިތޭ ހަދިޔާ
#2
ނުގަބޫލަސް ބުނާށޭ އާނއެކޭ
*ނުބުނަށޭ އިވޭ ހެން ނޫނެކޭ
ބުނުމުން ވާން އޮތީ ބަރުބާދެކޭ
*ބުނުމުން ވާން އޮތީ ބަރުބާދެކޭ
އުންމީދުތަކާ އެކުގާ ކުރަނީ
*ހިތޭ ހަދިޔާ
#3
ނުރުހުމުގާ ކުރާ އިންކާރަކީ
*ނުހިފަންޏާ ވެދާ ބަރުބާދަކީ
މަރުކަމުގާ ވެޔޭ އިންސާފަކީ
*މަރުކަމުގާ ވެޔޭ އިންސާފަކީ
ފޮރުވާފަ ނުބާއްވާށޭ މިކުރީ
*ހިތޭ ހަދިޔާ
#N
ހިތޭ ހަދިޔާ
*ކުރީ ހަދިޔާ
`,
  },
              {
    id: 17,
    name: 'Asheeqa',
    lyrics: `#M
ލިބޭތޯ ދުއާކުރި އަސީގާ
*ލިބޭތީއެ އިސްގީ އިސާރާތް
މި ކިސްމަތު އެކީ ފަރިވާތީ ދުށީ
*މި ބޭނުން ވެގެން ލޯބި ޔާރާ - ލިބޭތޯ ދުއާކުރި އަސީގާ
#1
ކިޔާދޭފަ ލޯތްބާ ހުވާކޮށް
*ޒަމާނީ އަޝީގީ ޒުވާނާ
ދިރޭރަމްޒު އުލްފަތުގެ ޖޯށުން
*ކިޔައިދޭ ހެމުން ރީތި ނާނާ
ގެނައި ހިތި އަސަރް މި ޝޯހީ ނަޒަރް
*އެ ކޮނޑުގައި ހެދެންވީ ސަހާރާ
#2
ކުރާތީ ހިތަފް ސޫރު މަދްޒިލް
*މިޗާލް ވި ރޯސަން ހަވީރާ
ބަރުބާދު ވީތީއެ މަންޒަރް
*މިހިތް ފުރި ކެކޭނޭ ހަވީރާ
މިތޯ އާޝިގީ އެހާ ތާޒާވީ
*އެ ކޮނޑުގައި ހެދެންވީ ސަހާރާ
#3
ހަބަރު އޭރު ދީފާ ދިޔައިހޭ
*އަސަރުގާ މިވީ ރޮެއެ ހަދަންހޭ
އެރޭ ކުރުވި ބޭކާރު ޒާލިމް
*އަޝީގީ ނުލިބި ޝޯހުވާން ހޭ
މި ދަރުދުން ލިބޭ އެދުމުގާ އެދޭ
*އެ ކޮނޑުގައި ހެދެންވީ ސަހާރާ
`,
  },
              {
    id: 18,
    name: 'Bahtheli Gandehga',
    lyrics: `#M
ބައްތެލި ގަނޑެއްގާ މަނިކުތިން ވަދު އަޅަން ކަނޑުތެރައް
*މިލަމެހި ޖަހާ ވަތްފުރައިގެން ނެރު މަތީ މިލުވާލީ
#1
ފަރުމާނުގާ ފޮތި ރިޔާ ބަނދެލައިގެނޭ ދުއްވާލީ
*ފަރުމާނުގާ ފޮތި ރިޔާ ބަނދެލައިގެނޭ ދުއްވާލީ
ދިރުނބާ ކޮޅުން ނެގި އެރާޅުން އޮޑިއެކީ ތެންމާލީ
*ދިރުނބާ ކޮޅުން ނެގި އެރާޅުން އޮޑިއެކީ ތެންމާލީ
އިރުއޮއްސިގެން ކަނުއަނދިރިކަން ދުނިޔެއައް ވެރިވަނީ
*އިރުއޮއްސިގެން ކަނުއަނދިރިކަން ދުނިޔެއައް ވެރިވަނީ
#2
އަސްތާ މައޭ ސިއްސުވާލީ ފެނުނު މަންޒަރު ތަކުން
*އަސްތާ މައޭ ސިއްސުވާލީ ފެނުނު މަންޒަރު ތަކުން
މަސްގަނޑު މަތީ ފެނުޕަރީފެނި ހޭކެނޑޭގޮތް ވުމުން
*މަސްގަނޑު މަތީ ފެނުޕަރީފެނި ހޭކެނޑޭގޮތް ވުމުން
މަސްކާށި ކާން ހުރި ކެޔޮޅުބޭ އެނބުރިގެން ވެއްޓުމުން
*މަސްކާށި ކާން ހުރި ކެޔޮޅުބޭ އެނބުރިގެން ވެއްޓުމުން
#3
ގުގުރާ ވިދާތީ
*ބިރުހީވެ ސިހުނީ
މަތުރާލިފެނަކުން
*ހަމަހޭގަ ޖެހުނީ
ފަޅުވެރި ކުދީންނޭ
*ދެންހޭ އަރާށޭ
ކަރުތާފެނައް އައިސް
*އޮޑި ބީހެނީއޭ
-------------------------------------------------
$M
ހޭލާނޭ މަސްވެރިކާމޭ ދުވަސްވީ
*ދިވެހިދަރިން ލޭކަމުގާ ގައުމު ގޮވާލާނީ
$1
ފަތިހައްގޮވާ ހާ ގޮއުމުގެ ކުރީގާ
*ފަޅުވެރި ކުދިން ހޭލައްވާ ހަދާފާ
އެންފަޅު ހިފަންދެން ފުރާ ފިނީގާ
*އެންމިހުރީ ކަނދުތަކުގާ ގަދަވެ ނަގާލާފާ
$2
ދޯންޏައް އަރާފާ އިސްޓާޓު ކޮއްލާ
*މެކުހައްޖަހާ ދޯނި ބާރާއް މިދުއްވާ
ހީވާގި ހުރިމޮޅު ކުދިން ކެޔޮޅުބޭ
*ދެން މިކުރި މޮޅުތަކުގާ ނަގިލި ކަނދާލާނީ
$N
އެއޮތީ މަސްއައިނެއް އެންކެޔޮޅާ އެން އުކާ
*އެއޮތީ މަސްއައިނެއް
ފަސްފުޅަނގިން ފެންޖަހާ
*އެއޮތީ މަސްއައިނެއް
`,
  },
              {
    id: 19,
    name: 'Beyrun Hoadhaani',
    lyrics: `#M
އައިނެން ހިނގާ ކެޔޮޅާ
*ބޭރުން ހޯދާނީ
#1
ގާދޫނި ހޯރަ ނިކަން
*ފެނެތިރިވާ
އަލިރީތި ވިހާ ދުވަޙެއްގަ ދެކޭ
*ފަހަރޭމާދޫނި ގާތްމު ފަރިވާނޭ ބޭރުން ހޯދާނީ
-------------------------------------------------
$M
*ބޭރުން އައިނެން އޮވެއާދޭ
ފަޅުވެރިން ބުނޭ
*ބޭރުން އައިނެން އޮވެއާދޭ
ކެޔޮޅުބޭ ބުނޭ
*ބޭރުން އައިނެން އޮވެއާދޭ
$1
ކެޔޮޅު ގޮވާ ނަގައޭ
*ދެރިޔާ ނަގާދޭށޭ
ބާރުލާ ހިއްވަރުލާ ފަލިތައް ބާލަމާ ހިނގާ
*ބާރުލާ ހިއްވަރުލާ ފަލިތައް ބާލަމާ ހިނގާ
$M
އާނ އޮޑީ ކުރިޔާ ދިމާލުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
އާނ ނިކަން މިދިމާލުން ބޭރުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
$1
އިންޖީނާ ރިޔަލާއެކީގާ
*އިންޖީނާ ރިޔަލާއެކީގާ
ދުއްވާށޭ މެކުހައް ޖަހާލާ
*ދުއްވާށޭ މެކުހައް ޖަހާލާ
$N
ދާނެތެލެއްނެތޭ މިއަދު ފެލިވަރަކައް
*ދާނެތެލެއްނެތޭ މިއަދު
`,
  },
              {
    id: 20,
    name: 'Bodubaburu',
    lyrics: `#1
ބޮޑު ބަބުރު ކޮނެލި ތަނުވަ
*މައިނަ ގިރިޒާ
ކީއްވެގެން ބާވައޭ
*ކީއްވެގެން ބާވައޭ
ކީއްވެގެން ތޯއްޗޭ ބިންބިން ވައްކަން ކުރުވީ
*ބޮޑުބަބުރު ކޮނެލި ތަނުވަ މައިނަ ގިސްލާ
#2
ފޯރިއެއްވާ ނައޭދޯ މިލަވަ ބަބުރު ފެށީމާ
*ފޯރިއެއްވާ ނައޭދޯ
ބަލަ އެއްކަލަ ބަބުރު ފެށީމާ
*ފޯރިއެއްވާ ނައޭދޯ
ބަލަ ނައޭދޯ ނައޭދޯ
*ފޯރިއެއްވާ ނައޭދޯ
#3
ފޯރި އަރާ ބޮޑު ބަބުރު
*ފޯރިއަރާ
އެއްކަލަ ބަބުރު
*ފޯރިއަރާ
ނަލަ ބަބުރު
*ފޯރިއަރާ
އެކަނި ހުރެ
*ފޯރިއަރާ
ފޯރިދީ
*ފޯރިއަރާ
`,
  },
              {
    id: 21,
    name: 'Dhaaru Ofu',
    lyrics: `#M
ދާރުއޮފު މާތްވި ޅަމުރާލިޔެފުޅު ބިރާގަމީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
#1
ތުންފަސުލާ ނަމޭ ފަށާ
*ދޮން އަނބު މަގޭ މިތުރާ
ފުރުސަ ކައިރީ ނެތިގެނީ ދުން މަޑުވެ މަޑުން ރޮވެނީ
*ފުރުސަ ކައިރީ ނެތިގެނީ ދުން މަޑުވެ މަޑުން ރޮވެނީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
#2
ގޯހެއްނެތި ދަންނަވަމޭ
*ލޯ ދެފަދަވީ މިތުރާ
ގޯލަރަނު ކުލަ އެއަރާ ކޯފުޅުނަލަ ބިރާގަމީ
*ގޯލަރަނު ކުލަ އެއަރާ ކޯފުޅުނަލަ ބިރާގަމީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
#3
ވަރުހަށީ ނެތި މަގޮވާ
*ތަރުހަދަމުއިނދެ މިތުރާ
ހަރުފަމޯރާކުލަވާ ކަރުފުޅުދަލަ ބިރާގަމީ
*ހަރުފަމޯރާކުލަވާ ކަރުފުޅުދަލަ ބިރާގަމީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
`,
  },
     {
    id: 22,
    name: 'Dhaneehe Aisbalaa',
    lyrics: `#M
ދަނީހެ އައިސްބަލާ ބުނެލަދީބަލާ އަނގައިން
*ވީމެނުކެރިފާ ވެވުނު ނަފުރަތުން އިނގޭ
#1
އެއީކީއް ވެގެންހޭ ވަކިން ކީއްވެގެންހޭ
*ޭތިބުނަނީ ފަހެ ނުދާށޭ
ބުނަމޭ އުފާދޭ މިހިތުގެ ދިރުންދޭ
*ރީތި ނާޒުކުު ބަހާރޭ
އިއްވާދީ އާނއެކޭ ނުބުނެ ނޫނެކޭ އަނގައިން
*ވީމެނުކެރިފާ ވެވުނު ނަފުރަތުން އިނގޭ
#2
ހުންނަ ގޮތަކުންވެސް މަ ހުންނަ ގޮތަނުންވެސް
*ފެންނަނީހޭ ރުހޭތީ
އުފާދެއްވި ސޫރައިން ތިފާޅުވި އިޝާރާތް
*ހިތުގެ ކާނާ ލިބޭތީ
އާދޭހުން ފޯވެގެން ދާންވީހޭ ނުބުނެގެން އަނގައިން
*ވީމެނުކެރިފާ ވެވުނު ނަފުރަތުން އިނގޭ
`,
  },
            {
id: 23,
name: 'Muniyaage Loabin',
lyrics: `#M
މުނިޔާގެ ލޯބިން މަ ވެއްޖޭ ދީވާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
#1
ރީތީގެ ދުނިޔޭގެ ހަނދަކީ ކަލާއޭ
*ރީތީގެ ދުނިޔޭގެ ހަނދަކީ ކަލާއޭ
މި ދުޝްމަން ޒަމާނަށް ފިލާށޭ ހަނއޭ
*މި ދުޝްމަން ޒަމާނަށް ފިލާށޭ ހަނދާއޭ  ފިލާށޭ ހަނދާއޭ 
ހޯ އަންނާށެ ޔާރާ އަހާށޭ ތަރާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
#2
ތާޒާ މަލޭތީ ގުލްޒާރުގާވާ
*ތާޒާ މަލޭތީ ގުލްޒާރުގާވާ
ކުލަރީތި ވަސްމީރު އާޝޯހު ވާހާ
*ކުލަރީތި ވަސްމީރު އާޝޯހު ވާހާ އާޝޯހު ވާހާ
ހޯ ފިދާވާން ހުރީމޭ މަލާއޭ ޒުވާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
#3
ވޭނާއި ރިހުމާ ފިލުވާލަ ދޭށޭ
*ވޭނާއި ރިހުމާ ފިލުވާލަ ދޭށޭ
އޯގާވެ މޭގާ ފިރުމާލަ ދޭށޭ
*އޯގާވެ މޭގާ ފިރުމާލަ ދޭށޭ ފިރުމާލަ ދޭށޭ
ހޯ ލޯބީގެ ރަންމުތުގެ ދޭނަން ޚަޒާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
`,
  },
        {
    id: 24,
    name: 'Foanu Miothi',
    lyrics: `#M
ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ
ބޯ ސަލާމަތް ނުވިޔަކަސް މިކަމެއް ދުލެއް ނުވެވޭނެޔޭ
*ބޯ ސަލާމަތް ނުވިޔަކަސް މިކަމެއް ދުލެއް ނުވެވޭނެޔޭ

#1
ހުން އަޔަސް އަދި ކެއްސިޔަސް ބޮލު, ގާ ރިހުން މާގަދަވެޔޭ
*ހުން އަޔަސް އަދި ކެއްސިޔަސް ބޮލު, ގާ ރިހުން މާގަދަވެޔޭ
ރިންގުވާ އަޑު އިވިލިޔަސް ލުއިވާ ވާރެއް ނޭންގޭނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ

#2
ރީތި ނޯކިޔާ ފޯނަކުން ނުވެ, ޥޭކަމެއް މިއަދަކު ނެތޭ
*ރީތި ނޯކިޔާ ފޯނަކުން ނުވެ, ޥޭކަމެއް މިއަދަކު ނެތޭ
ރީތި ތުނިތުނި ބާޑު ފޯނެއްވެސް ފަހުން ގެންނާނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ

#3
ދައްތަ ފޯނަށް ރިންގު މިއެޅީ, މީދަލުގެ އަޑު ރީތިދޯ
*ދައްތަ ފޯނަށް ރިންގު މިއެޅީ, މީދަލުގެ އަޑު ރީތިދޯ
ދައްތަ ބޭބެ ގެނައި ފޯނަށް ސިމެއް ލައްވާނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ
`,
  },
        {
    id: 25,
    name: 'Aadhanaa',
    lyrics: `#M
އާދަނާ އެކަނިވެ ނިދީގާ
*ހާދަ ކަނު ކަޅުފޮއެ ރެއެއްގާ
ފާތުމާފުޅު ނެތް އެނދެއްގާ
*ގާތު ތިއޮތީ ކޮންއަތެއް ބާ

#1
ތޫލި އަޑަކުން ބާރުބާރަށް އާދަނަށް ގޮވަނީ
*ހޭލި ވަގުތަށް ގަޑިބަލާލީ ހުއްޓިފާ އެވަނީ
މަންޒަރެއް ނެތް އަޑުތަކެއްތާ އާދަނަށް އިވެނީ
*ކަންފަތަށް ކުޅަދާނަ ނުވުމުން ގަތް ބިރުން ރޮވެނީ

#2
ދޫވެ ބާރާ އިޙްތިޔާރެއް ނެތް ކަމަށް ވާތީ
*ހޫތަކާ މުޅި ހަށިގަނޑާ އެކު ގަނޑުވެފާ ވާތީ
ހީވި އަޖަލޭ އާދަނަށް ލޯ ފުސްވެގެން ދާތީ
*ބީވި މާޒީ ބޮލުތެރޭގައި ބަބުޅަމުން ދާތީ

-
$M
ހުވަފެނެކޭ ހުވަފެނެކޭ ވަހުމެއް މަސްތެއްނުވާ
*ހުޅުވިދެލޯ އެދެލޯ އާދަނުވީ ވާނުވާ

$1
ޒިކުރާ ތަސްބީހަ ކިޔާ އުފަލުންނޭ ތެދުވީ
*ހޭލެވި ހެޔޮހާލުގާ ވީމާ އާޝޯހްވީ
ޝުކުރާ ހަމްދާއި ސަނާ ކިޔަމުން އާދަނު ދުވީ
*މަ ސަލާމަތް ވެއްޖެއޭ މަ ސަލާމަތް ވެއްޖެއޭ
އުފަލުން ހަމަ ހުރިވަރުން
*ރަށު އެންމެނަށް ގޮވީ
ކުކުޅު މަހާ ފިހުނު މަހާ ބޮނޑިބަތް ރަށުގާ ބަހާ
*ހުޅުވިދެލޯ އެދެލޯ އާދަނުވީ ވާނުވާ

$2
ވީގޮތް އެންމެންގެ ތެރޭ އާދަނު އެކިޔާދިނީ
*ކަނުލާ އެންމެން އެކަމަށް ކަންފަތް ދީގެން ތިބީ
ނިމުމުން ގިނަ ރައްޓެހިން ބުނި އާދަނު މޮޔަގޮވީ
*އެނގުމުންނޭ ފާތުމަވެސް ހީހީ ހުއްޓުން ނުވީ
އަސްލައްވެސް ހުރެފާ ހަމަ
*އާދަނުތާ މޮޔަގޮވީ
އަސްލު ވިގޮތް ނަސްލު ވިގޮަތް ދައްކަން ހެއްކެއްނުވާ
*ހުޅުވިދެލޯ އެދެލޯ އާދަނުވީ ވާނުވާ

$N
އާދަނު ބެލި ހުވަފެނަކުން އާދަނު މޮޔަވެއްޖެތާ
*އާދަނުބެލި ހުވަފެނަކުން
ބުއްދި ފިލާ ގޮއްސިތާ
*އާދަނުބެލި ހުވަފެނަކުން
`,
  },
  {
  id: 26,
  name: `Thiya Goma Feni`,
  lyrics: `#M
ތިޔަ ގޮމާ ފެނި އާޝޯހޭ ވެވެނީ ހައެ
*މިގޭ ދަށުން މަގުން ހިނގާތީ މަގޭހިތައް ކެތް ނުވާތީ

#1
ބަލާ ބަލާ ފޫޢްސެއް ނުވިޔޭ ބިލާހަކަށްް މީދެން ވެއްޖޭ
*ބަލާ ބަލާ ފޫޢްސެއް ނުވިޔޭ ބިލާހަކަށްް މީދެން ވެއްޖޭ
ހަލާލު ހިތް ނުލިބޭނޭތީ ބަލާ މަށަށް ދޯޅޭ ވެވެނީ
*ހަލާލު ހިތް ނުލިބޭނޭތީ ބަލާ މަށަށް ދޯޅޭ ވެވެނީ

#2
ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ
*ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ
ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ
*ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ

#3
މަލާމަތުގަ ބަސްތައް އިއްވާ ބަލާނިކަން ހިތުގާ ޖައްސާ
*މަލާމަތުގަ ބަސްތައް އިއްވާ ބަލާނިކަން ހިތުގާ ޖައްސާ
ކަލާ ތިހެން ނުރުހުން ވީމާ ވަޅޯވެގެން މާތައް މިލަނީ
*ކަލާ ތިހެން ނުރުހުން ވީމާ ވަޅޯވެގެން މާތައް މިލަނީ`
},
{
  id: 27,
  name: `Reethi Gudhurathi`,
  lyrics: `#M
ރީތި ގުދުރަތީ މި މަންޒަރު
*ޗާލު ލޮލަށް ފެންނަ އިރު އަޖައިބެއް ފަދައޭ
ސާފު ދޮންވެލީ ތުނޑިމަތީ
*ރާޅު ބަލަން އިންނަ އިރު އަޖައިބެއް ފަދައޭ

#1
އިރު އަރާ ދޯދިތައް އަލިވެޔޭ
*މުޅިފަޒާ ރަންކުލައިން ދިއްލެއޭ
ސާފު ވައި އައިސް ހަމުގަ ބީހެޔޭ
*ސާފު ޖައްވުން މިހިތް ފިނިވެޔޭ
ޝޯހުވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ

#2
އުޑު މަތިންދާ ދޫނި ފެނިލަޔޭ
*ބައި ހަދާފާ އުދުހި ހޫރެޔޭ
ރާގު ރާގަށް ގޮވާ އަޑުއިވޭ
*ރާގު އިވުމުން މިހިތް ފިރިދެޔޭ
ޝޯހުވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ

#3
މާކަނޑުން ދޯނިތައް ދުއްވައޭ
*ޗާލު މަންޒަރު ދުރުން ސިފަވެޔޭ
ވާތި ހިއްވަރު މަ ހިނިތުން ވަމޭ
*ވާމި ރިޒުގަށް ޝުކުރުވެރި ވަމޭ
ޝޯހުވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ`
},
{
  id: 28,
  name: `Kalaa Fenuneemaa`,
  lyrics: `#M
ކަލާ ފެނުނީމާ ސަމާސާ ކުރެވޭ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ

#1
އުދުހިލާ ރީތި ކޮކާ ގައިމެ ކަލާ ހޯދާނޭ
*އުުޑުވާހާ ތަރިތައް ރީތިދެލޯ ހޯދާނޭ
ހާދަހާ ޗާލޭ ބުނާނޭ ފެނިފާ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ

#2
އެކިއެކި ރާގުގާ ލޯބީގެ ޣަޒަލުތައް އިއްވަން
*އެކަމަކު ގާތުގާ ވާ ލޯބި ނުބުނެވޭތީ ރޯން
ހާލު ބުނެދޭ ހިތް ވަނީއޭ ފެނިފާ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ

#3
ގުދުރަތީ ރީތިކަން ލިބިފާވި މިސާލޭ ތިޔައީ
*ފޮރުވިފާވާ ހިތޭ ތައުރީފު ކަލާޔަށް ކުރަނީ
އެހީއަށް އެދި ހިތް ރޮނީއޭ ފެނިފާ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ`
},
{
  id: 29,
  name: `Dhunfinirey`,
  lyrics: `#M
ދުންފިނިރޭ އަނދިރީގާ ސަކަރާތް ގަދަ ޖެހީ
*މުޅީރަށް ނިދާފަ ހިނމޭންވާ ވަގުތައް ފަނިހެދީ

#1
ދާނޭ ވަލުތެރެޔަށް ކުޑަވެސް ބިރެއް ނުގަނޭބާ
*ދާނޭ ވަލުތެރެޔަށް ކުޑަވެސް ބިރެއް ނުގަނޭބާ
ވަންނާނެ ފަޅުގޯތި ތެރަށް އަސްތާ ޖެހިލުން ނުވަނީބާ
*ވަންނާނެ ފަޅުގޯތި ތެރަށް އަސްތާ ޖެހިލުން ނުވަނީބާ

#2
ގޮވާނޭ ބަޑިއެދުރަށް ގަދަޔަށް ބާރަށް ހީހީފާ
*ގޮވާނޭ ބަޑިއެދުރަށް ގަދަޔަށް ބާރަށް ހީހީފާ
އަޅާނޭ ވަގުރުކު ކުރުނބާ ކަށިމާ ގަހުގަ ރޯކޮށްފާ
*އަޅާނޭ ވަގުރުކު ކުރުނބާ ކަށިމާ ގަހުގަ ރޯކޮށްފާ

#3
ދުރުން ފެނިފަ އަލިފާން ރޮނގެއް
*ސިއްސައިން އެސޮރު އަސްތާ ދިޔާ
ބިރުން ތެޅިފަ ފުމެންފެށީ
*ބާރަށް ދެފަޔަށް ވަރުލާ ދުވީ
އިވެނީ އަޑުފައްގަނޑެއް ބާރަށް ގުގުމާ
*އިވެނީ އަޑުފައްގަނޑެއް
ހޭ އަޑަކުންނޭ
ނާމާން ކުރުވާ

#4
ދުމުން ފުރާ މުޅީވާ އެކީ
*ކާޅާ ކަނބިލި ގޮވާން ފެށީ
ގަސްތައް ވަޔާ ހެލެން ފަށާ
*ވިދުވަރު އަލިކޮށް ވިދަން ފެށީ
އިވެނީ އަޑުފައްގަނޑެއް ބާރަށް ގުގުމާ
*އިވެނީ އަޑުފައްގަނޑެއް
ހޭ އަޑަކުންނޭ
ނާމާން ކުރުވާ

#5
އަނގައިން ގަދަޔަށް ފޮނުތަށް އަރާ
*މުދުނަށް އެސޮރު ދެލޯއެރީ
ބަހަކުން ބަހެއް ބޭރެއް ނުވޭ
*ތުރުތުރު އަޅާ ތެޅެން ފެށީ
އަސްތާ މުދިންބޭ ކިޔެވެލި ކިޔަވާ
*އަސްތާ މުދިންބޭ
ފެންތައްޓެއް ކިޔަވާ
ދުންބުރުވާ ކިޔަވާ
ދުންބުރުވާ މަތުރާ

#N
*މޮޔަގޮވާފަޔޯ
އެސޮރު އެ ދުވަނީ
އަތްފައި ބުޅިކުރީ
މުޅިގައި ވަކި އެޅީ`
},
{
  id: 30,
  name: `Fen Bandiyaa`,
  lyrics: `#M
ފެންބަނޑިޔާ ބޯމައްޗައްލާ ފަރި ހިނގުމެއްގާ ދާތީ ދޮންގޮމަ
*ފެނިފަ އެހިނދުން ލޯބިމަގޭ
ބަނޑި ބަނޑި ލައްވާލާ ހިނިތުންވުން ދީފާ ފަސްދާތީ ފަރިގޮމަ
*ހިތް ކަލާޔަށް މިލްކު އަމޭ

#1
ބަޅިނދާ މާބުރު ފޮނިކަން އެދިގެން
*ތިރިކުރާނޭ ތިމަލުގަ ބީހެން
ފަރިވި މަލާމެލި އޭގެ ނަލަކަން
*ލިބި އެތިބީ ގޮމަފުޅުގެ އަތުން

#2
ސާދަ ފަނަރައިން ހަނދުވަރުދޭރޭ
*ހަނދުހުރޭ ފެނިފާ މެލަދުން
ހޫރެއް ކުޅާ ފަރުލީނުގެ ނަމުގާ
*އެދިގެން ކިޔާ ޅެންބަތެވެމީ
ނަދުރެއް މަ ގެންފީމޭ
*ނަދުރެއް މަ ގެންފީމެ ދޮންގޮމަ ލިބިއްޖެއްޔާ ސައްތަ ހަމަވާ ދެން ކުކުޅުދޭން

#3
ހިތް ފުރިދާފަދަ ލޯބި ބަލާލުން
*ދޮން ގޮމަޔަށް ލިބިފާވެ ބިމުން
ރީތިވިހާ ސިފަ ހުސްކުރި ތިގޮމާ
*ދެކެފަވާ ލޯތައް ހެކިވާ`
},
]