const songs = [
  {
    id: 1,
    name: 'Hiyy Gudugudu',
    genre: 'Taki',
    lyrics: `#M
އަތިރިމަތިން ފަރިހިނގަމުން ދާތީ
*އަކިރި މަތީ ފައި ބީއްސާލާތީ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ
#1
ފުރަތަމަ މި ރަށަށް ލެފި އިރު މާ ދުރުގާ ހުރެ ބެލުނޭ
*ގާތަށް ދާން ހިތް އެދުނޭ
ފުރިހަމަ ދެ ލޮލާ ކަޅިރަވަ ޗާލުކަމަށް ހިތް ލެނބުނޭ
*ހިތުގާ ބިންވަޅު ނެގުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
#2
މާވަރަކަށް މަ ބަލާތީ ލަދުރަކި ވާކަން އެނގުނޭ
*ކަޅި އެޅި މަންޒަރު ފެނުނޭ
މާ ނޫން ގޮތަކަށް ބެލުމުގެ މާނަ މަށަށްވެސް އެނގުނޭ
*އުފަލުން ގޮސް ހީލެވުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
#3
އަތިރިމަގުން އަސުރު ފަހުން ދާތީ ފަހަތުން ދެވުނޭ
*އެދިހުރި ފުރުސަތު ލިބުނޭ
މަތިރިވެލާ އަތް ދިއްކޮށް ލޯތްބަށް އެދި ހުށަހެޅުނޭ
*ހިތު އެޅި ކަމަނާ ލިބުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
`,
  },
  {
    id: 2,
    name: 'Fathis',
    genre: 'Kaasi',
    lyrics: `#M
ފަތިހުގެ ފިނި ވައިރޯޅި ނަޔާ
*ބީހިލުމުން ރުއްގަސް ވެއްޖެ ގަޔާ
ހިތްގައިމު ނަލަނަލަ އަޑުން ގޮވާ
*ކާޅާއި ކޮވެލީގެ ރާގުލާ
#1
އަސްތާ އެނަގާ ހަޅޭލީ
*ރަސްރުކު އެބޭގެ ބޮޑުހާ
ދިގުމަގު ކޮޅުން އޮބާލީ
*ބަދިފަތި ހިފާ ނަކަލުބޭ
#2
ފައްޗެއް މުށަށް ހެޔޮވަރުވީ
*ފާތުމަ އަރުވ އެޖަހަނީ
ފަތިހުގެ ފިނީގަ ދޮރުމަތީ
*ބަސްބުނި ހިނދުން ކަހާލީ
-------------------------------------------------
$M
ފަތިހާ ވަލު ހިނގަމުން މާމަދޮން
*ލާން ދަރު ކާއްޓާ ކާން ހަމަކުރީ
ގުގުމާ ރައިވަރު އިވި ރުއްބުޑުން
*ރައިވަރު ރުކު އޮތްބޭ ފަރިއެޅީ
$1
ސޮއްސާލާ އެތުން ރާބަދި ދޫވެއްޖެތާ
*ރަސްރުކުބޭ ލޯ ބޯދީ ބަލަމުން ކަޅިއެޅީ
$2
ފަސްހާވާ ނިކަން ފަނި ކެއުމަށް ކުކުޅުތައް
*އެއް ފަންޏާ ބައިގަނޑު ތެޅިތެޅިފާ މޮޔަވަނީ
$N
އާޅަ އެތެއް ކޮށާ ފަންވަތް ބަންނާނަމޭ
*ފައްކާ ވެއްޖެއްޔާ ބަދިވެސް އަޅުވާނަމޭ
`,
  },
    {
    id: 3,
    name: 'Ishghee Halathu',
    genre: 'Nala',
    lyrics: `#M
    އިޝްގީ ހާލަތުގާ ޔާރާދޭ ހަނދާނޭ މިތާނގާ، މި އާވާ ހިޔާ ލުން ސަޒާދޭ
*ލޯބީގާ ބޭގަރާރު ވާންހެވީ، ލޯބީގާ ބޭގަރާރު ވާން
#1
ދީވާނާވެ ވާދީގާ މި ހުރީ އިންތިޒާރެއްގާ
*ދީވާނާވެ ވާދީގާ މި ހުރީ އިންތިޒާރެއްގާ
ނޫންހޭ އު ންމީދު ގެއްލިދާ ޝަރަފެއް ކަމަށް
*ވީހޭ އުންމީދު ގެއްލި ދާ ޝަރަފެއް ކަމަށް ދޯ
#2
ގުޅިގެންވީ ހަގީގަތްމީ މުޅިއިން ގެއްލުނީހޭމީ
*ގުޅިގެންވީ ހަގީގަތްމީ މުޅިއިން ގެއްލުނީހޭމީ
ނޫންހޭ ދޭނޭ އަރާމު ނެތި އުފަލާ ހިޔާރު
*ނޫންހޭ ދޭނޭ އަރާމު ނެތި އުފަލާ ހިޔާރު ދޯ
`,
  },
    {
    id: 4,
    name: 'Aalaa Sakeeree',
    genre: 'Kaasi',
    lyrics: `#M
އާލާ ސަކީރީ
*ޗަނދަރާބާ ޖަނަތީރެ ޖޯ
#1
އާލާ ކުމްސާޔާ
*ބަނާނަސީ ޔަނގިޔާ
ކަނގަނާމާ ކަނގަނާމަޔޯ
*ކަނގަނާމާ ކަނގަނާމަޔޯ
ފަލަތީރެ ފަލަތީރެ ޖޯ
*ފަލަތީރެ ފަލަތީރެ ޖޯ
$M
ނޫރާނީ އަލީގާ ޤައުމަށް އުޖާލާ
*ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
ހާ އުފާ
*ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
$1
މި ގައުމުގާ އާޒާދީ
*އަރާމުގާ ތާޒާވީ
މަލުން ގެތީ ހިލްމީ
*ފޮޅުން މަލޭ ކޮއްލީޯ
އާ ރޫހް ތަކަށް އެދޭ
*ޖާނާ ހިތާ ދެވޭ، ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
$2
މި ރޫހް ދިރުވާ ދާނީ
*މި ޖޯށު ކުރިހޯދާނީ
މަލުން ގެތޭ ހާރޭ
*އުފާ މިދޭ ޒާރޭ
އާ ރޫހް ތަކަށް އެދޭ
*ޖާނާ ހިތާ ދެވޭ، ޖޯށޭމީ ދެނީ ފުރާނައިން ދިރޭ
$N
ގުލްޒާރޭ ފަރިވަނީ
*އަނހާ ރޫހް ދިރޭ
`,
  englishLyrics: `#M
Aalaa sakeeree
*Chandharaabaa jana theere joa
#1
Aalaa kumsaayaa
*Banaanasee yangiyaa
Kanganaamaa kanganaamaayoa
*Kanganaamaa kanganaamaayoa
Falatheere falatheerejoa
*Falatheere falatheerejoa
-
$M
Nooraanee aleegaa gaumah ujaaalaa
*Joashey mi dheny furaanain dhirey
Haa ufaa
*Joashey mi dheny furaanain dhirey
$1
Mi gaumugaa aazaadhee
*Araamugaa thaazaa vee
Malun gethey hilmy
*Folhun maley kolly
Aa rooh thakah edhey
*Jaanaa hithaa dhevey Joashey mi dheny furaanain dhirey
$2
Mi rooh dhiruvaa dhaanee
*Mi joashu kuri hoadhaanee
Malun gethey Haarey
*Ufaa midhey zaarey
Aa rooh thakah edhey
*Jaanaa hithaa dhevey Joashey mi dheny furaanain dhirey
$N
Gulzaarey fari vanee
*Aanhaa Rooh dhirey`,
  },
    {
    id: 5,
    name: 'Ajaibeh',
    genre: 'Thinberu',
    lyrics: `#M
ރީތި ގުދުރަތީ މި މަންޒަރު
*ޗާލު ލޮލަށް ފެންނައިރު އަޖައިބެއް ފަދައޭ
ސާފު ދޮންވެލި ތުނޑިމަތީ
*ރާޅު ބަލަން އިންނައިރު އަޖައިބެއް ފަދައޭ
#1
އިރުއަރާ ދޯދިތައް އަލިވެޔޭ
*މުޅި ފަޒާ ރަންކުލައިން ދިއްލައޭ
ސާފު ވައި އައިސް ހަމުގަ ބީހެޔޭ
*ސާފު ޖައްވުން މިހިތް ފިނިވެޔޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#2
އުޑުމަތިންދާ ދޫނި ފެނިލައޭ
*ބައިހަދާފާ އުދުހި ހޫރެޔޭ
ރާގުރާގަށް ގޮވާ އަޑުއިވޭ
*ރާގު އިވުމުން މިހިތް ފުރިދެޔޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#3
މާކަނޑުން ދޯނިތައް ދުއްވައޭ
*ޗާލު މަންޒަރު ދުރުން ސިފަވެޔޭ
ވާތި ހިތްވަރު މަ ހިނިތުން ވަމޭ
*ވާ މިރިޒުގަށް ޝުކުރުވެރި ވަމޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#N
ޗާލު ލޮލަށް ފެންނައިރު
*އަޖައިބެއް ފަދައޭ
ރާޅު ބަލަން އިންނައިރު
*އަޖައިބެއް ފަދައޭ
`,
  },
    {
    id: 6,
    name: 'Fahathah',
    genre: 'Nala',
    lyrics: `#M
ފަހަތަށް ބަލާލައިފ،ި ކަތިފައި އަޅާލައިފ،ި އަރިއަށް ޖަހާލައިފި ފަރި ކަމަނާ
*ކަޅިވެސް އަޅާލައިފ،ި ރަކިކޮށް އެ ހީލައިފ،ި ބާރަށް ހިނގާލައިފި ރަނި ކަމަނާ
#1
ފަހަތުން މަދާއިރު ތުނބުން ފުމެލުމުން ހީވެ ހުއްޓެން އުޅޭހެން ތި ދޮންކަމަނާ
*އެހެނަސް ފަޔަށް ބާރުލާފާ އަނެއްކާ ތި ބާރޭ ކުރީ ފަރި ހިނގުން ކަމަނާ
*މަޑުކޮށް ބަލާށޭ ބުނަން ކަމަނާ
#2
ދަތިކަން ހިތަށްވޭ ލޮލާލޯ ދިމާވެސް ނުކޮށް ޒާތަކަށް ކަޅިއަޅާތީ ކަލާ
*ލަދުވެސް ހަނދާނެއް ނެތޭ މަގުމަތިން ފާރަލައިގެން ދެވޭ ފަސްފަހަތް ނުބަލާ
*މަޑުކޮށް ބަލާށޭ ބުނަންހޭ ކަލާ
#3
ފަހަކަށް ނުދަން ފާރަޔަށްވެސް ހުރިން ގޯތި ބޭރުން ފެނޭތޯ ފަހުން ކަމަނާ
*ފަހަކާ ހައެއް ގަޑި ބަލައިގެން ހުރީ ތިއްތި ވޭތޯ ހަވީރަށް ބަލަން ކަމަނާ
*މަޑަކުން މިހިތް ނޯވެޔޭ ކަމަނާ
#4
ފަރިކަން އަޖައިބުން މިހިތް ފުރިދަނީއޭ ބަލަން ހުރެވެނީ ލޯމަރާވެސް ނުލާ
*ފަރިކަން ވެޔޭ ޖައްވުގާ ހުވަނދުލާފާ ވަހުންވެސް ތިދާއިރު މަގުން ފަރިމަލާ
*މަޑު އަތްތިލައިގާ ހިފަންހޭ ކަލާ
`,
  },
    {
    id: 7,
    name: 'Dhaanvithan',
    genre: 'Nala',
    lyrics: `#M
ދާންވިތަން ބުނެލާ ކަލާ ހޯދަން
*ހޯދޭތޯ އަހަރެން ދުވެފަދާނަމޭ މަޑިއުކާނަމޭ ބެރުޖަހާނަމޭ
ކީއްކުރަންހޭ ހޯދަނީ
*ސިއްރު ސިއްރުން ބަލާ
ލާމުގާ ތިބެޔޭ މަގޭ ދެބިޓުން
*އަންނާށޭ ލޯބިން ބަގުތަޅާނަމޭ އަނބުތަޅާނަމޭ ބަކަތަޅާނަމޭ
#1
ހަނަފަސް ތަނެއްގާ ހިތް ރައްކާ ކުރީމޭ
*ދަބަރާ ލޮނާ ނުޖަހާނެހެން
އަލަކަސް ތިލޯބީގާ ހިތް ދީވާނަ ވެއްޖޭ
*ބިޓަކާ ދިމާ ނުބެލޭނެހެން
ބުނަންބޭނުން ކަމެއް ލޯބިން
*ބުނިއްޔާ އަޑު އަހާނަންހޭ
ފާފުގާ އޮވެޔޭ މަގޭ ގޯއްޗެއް
*ބުނާށޭ އޭރުން ވިނަ ނޮޅާނަމޭ ޓިނުއަޅާނަމޭ އުވަޖަހާނަމޭ
#2
ފީނާފާ ލޯބިން ޓައިޓޭނިކު ނަގަންހޭ
*ހޮރުންނަގާ ޗަކަމޯލުހެން
މީޓަރުގެ ނަމްބަރު މިހިތުގެ މަދެންހޭ
*ރީޑިން ނެގީމާ ސާފުވާނެހެން
ބުނަންބޭނުން ކަމެއް ލޯބިން
*ބުނިއްޔާ އަޑު އަހާނަންހޭ
ކާށިދޫ ބިމުގާ އެއާޕޯޓެއް
*އަޅާލަން ހިލަތާރު ދޭނަމޭ ލާރިދޭނަމޭ ބާރުދޭނަމޭ
`,
  },
    {
    id: 8,
    name: 'Haarey',
    genre: 'Taki',
    lyrics: `#S
މީރުވަސްދޭ މާމަލުގެވާ، ރީތިކަންވާ ޗާލު ހާރޭ
ވެދުމަކަށް އަޅުވާލަދޭމީ، ގެތިމި އަމުނާ ހާރޭ، ވެދުންމި ކުރަނީ
#M
ފިނިފެންމަލުން އެކުލާ ހާރޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
ފިނިފިނި ރަބީއުގެ ހަވީރޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
#1
ޖައްވުގާ ފަތުރާލި ވަހަކުން
*ތަން އެއްވަސް ކޮއްލައިފިއޭ
ރީތިހާ ކުލައިން ޖަރީކޮށް
*މުޅިފަޒާ ދިއްލާލިއޭ
ހިންމަތް ކުރީތި ދެވޭ ހާރޭ
*ހިދުމަތުގެ މީއެ މަލްހާރޭ
#2
ޖޯށުގާ ހިތުގާވި ޝުކުރުން
*ހިތް މުޅިން ކުރުނީސްވެދޭ
ލޭފަ ވެތިކަންވާ މިހިތްތައް
*ރޫހަކުން ގުޅިލާމެހޭ
ހިންމަތް ކުރީތި ދެވޭ ހާރޭ
*މިތުރުންގެ މީއެ މަލްހާރޭ
#N
ހާރޭ ގަތާލި އަޅުވައިދޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
`,
  },
      {
    id: 9,
    name: 'Mee Rhythm',
    genre: 'Zamaanee',
    lyrics: `#1
ފަވާލާނީ ރިދަމް ރަނުން
*ލޭ ކައްކުވާލާނީ ބޮޑުބެރު އަޑުން
ކިޔާލާނީ ރިދަމް ނަމުން
*އިއްވާނަމޭ ރާގު ނަލަ ނަލަ އަޑުން
#2
މީ ރިދަމް
*ހިތް ގައިމު ރާގެއްގާ
މީ ރިދަމް
*ލަވަތަށް ކިޔާލާނީ
މީ ރިދަމް
*ބެރުތައް ޖަހާލާނީ
މީ ރިދަމް
*އެންމެން ނަށާލާ ށޭ
$1
ލާމު އަތޮޅުގެ ނަން އިވޭހެން ސާފުވާ ޅެން ބައިތަކުން
*ޗާލު ހައްދުންމަތި ކިޔާހެން ރާގުގާ މިކިޔައިދެނީ
ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
*ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
$2
ވާ ހުނަރު ޖީލެއް މިއީ
*މާ އުކުޅުތައް ކޮށް ޖަރީ
އާ ދުވަހަކަށް ފަރިވަނީ
*ލާ މި ހިތްވަރު ކެރި ތިބީ
ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
*ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
$3
ކާބަފައިން އެގެނައި ސަގާފަތް ތާ އަބަދު ދަމަހައްޓަމުން
*އާދަކާދައިން ގުޅިފަވާހެން ވާ މިކުޅިވަރު ދިރުވަމުން
ގުޅިގެން އެކު ވާން ހިނގާށެ، ކެރިގެން އުޅެމާ ހިނގާށެ، އެދިގެން މިކަމާ މިފޯރި ޖޯޝާ އެކީ
*ގުޅިގެން އެކު ވާން ހިނގާށެ، ކެރިގެން އުޅެމާ ހިނގާށެ، އެދިގެން މިކަމާ މިފޯރި ޖޯޝާ އެކީ
`,
  },
        {
    id: 10,
    name: 'Iruvaru Jehumun',
    genre: 'Kaasi',
    lyrics: `#M
ވާނޭވާނޭ އޮޑި މަހާ
*ވާނޭވާނޭ އޮޑި މަހާ
*ހޭޔަންބޯ
#1
އިރުވަރު ޖެހުމުން އޮޑިބާލާ
*އިރުވައި މޫސުމުގާ ހޭލާ
އިރުއެއަރާ އަލިކަން ނުވަނީސް
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
#2
ދުންބުރުވާ ކިޔެވެލި ކިޔަވާ
*ދޮންދަނބު ރުކަކުން ކާށި އަޅާ
ދޮންފަންވަތުގާ މަސްކުރަހާ
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
#3
ފެން ރުނބައެއް ކިޔަވާ ތަކުރާ
*ފެން އަޅަމުން ހުރެ އެންވަތުގާ
ހިތްވަރުލާ ތިބިހާ ކަތުނޭ
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
-------------------------------------------------
$M
ފަޅުވެރިން ބުނޭ
*ބޭރުންއައިނެއް އޮވެ އާދޭ
ކެޔޮޅުބޭ ބުނޭ
*ބޭރުންއައިނެއް އޮވެ އާދޭ
$1
ކެޔޮޅު ގޮވާނަގައޭ
*ދެރިޔާނާގާ ދޭށޭ
ބަރުލާ ހިތްވަރުލާ ފަލިތައް ބާލާމާ ހިނގާ
*ބަރުލާ ހިތްވަރުލާ ފަލިތައް ބާލާމާ ހިނގާ
$M
އާނ އޮޑީ ކުރިޔާ ދިމާލުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
އާނ ނިކަން މިދިމާލުން ބޭރުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
$1
އިންޖީނާ ރިޔަލާއެކީގާ
*އިންޖީނާ ރިޔަލާއެކީގާ
ދުއްވާށޭ މެކުހައް ޖަހާލާ
*ދުއްވާށޭ މެކުހައް ޖަހާލާ
$N
ދާނެތެލެއްނެތޭ މިއަދު ފެލިވަރަކައް
*ދާނެތެލެއްނެތޭ މިއަދު
`,
  },
        {
    id: 11,
    name: 'Kos Govaaney',
    genre: 'Kaasi',
    lyrics: `#M
ކޮސް ގޮވާނޭ ހޮޅުއަށީގާ ތާ ހަސަންބޭ އިނދެ މަޑިއްޕާ
*މެންދުރުން އިރު ނެއްޓި ދިޔަކަން ނެތި ހަނދާން އިނދެގެން ދުފާލާ
ފޫހި މަވަނީ ބޯ މަގޮވަނީ
*ފައި ދޮށަށް އިނދެގެން ތަޅާތީ ކުޅު، ޜަތް ކުޅު
#1
ހެނދުނު ހެނދުނާ ފޫގަޅާލާ އެރި އަށީގާ ތަން އަޅާނޭ
*ކާނެ އެއްޗެއް ގޭގަ ނެތަކަސް އިނދެ ހަސަންބޭ ފޮނި ކަނޑާނޭ
އިރު އިރު ކޮޅުން މީހަކާ ގުޅި ބޮޑު ޒުވާބެއް އިނދެ ފަށާނޭ
*ބަސްބުނާނޭ ރޭދުވާވެސް ނޭނގި އިނދެގެން ތާ ހަސަންބޭ
#2
މާލި އައްޕާޔާ ހަސަންބޭ އަށި ދެކޮޅުތިބެ އަތް އުކާނޭ
*ކުދި ގޮލައިންތައް ނަކަލު ކުރަމުން އަށި ނިވަލު ތިބެ ހީނަގާނޭ
އަންނަ ރުޅިއިން ހަށި ފޮޅާލާފާ ހަސަންބޭ ތެދުވެދާނޭ
*ފޫގަޅާލާ މުންޑު ކޮށިކޮށް ހުރެ ހަޅޭލާ ދުވެ ނަގާނޭ
#3
އަސުރު ވިޔަކަސް ގޭދޮށަށް މަތު ނުވެ އަށިގާ އޮވެ ނިދާނޭ
*ބަނޑު އެ ފުއްޕާ ދަތިވެ ނޭވާ ބަރު އަޑުން އޮވެ ގުގުރި ދަމައޭ
އިރު ލޮނުންތިރި އަނދިރިކަން ވެރި ވީކަމއްވެސް ނޭނގުނޭދޯ
*ގެއްލި މިދުނިޔެ ނަލަވެ އެދުނިޔެ ގެއްލި ތިދަނީ ތާ ހަސަންބޭ
-------------------------------------------------
$M
*ދިޔަތަނާ ގޭދޮށަށް ހަސަންބޭ
ފައިގާއިން މަރަވަޅީގެ ގޮބު ވީތަން ނޭނގިފަ ހުރެ
*ޚޮސް ގޮވާ ނުރުހިފާ ހަސަންބޭ
ސަންޕާފުޅު ދުމަށި ދޮށުގަ ވީނުވިއެއް ނޭނގިފަ ހުރެ
*ދިޔަތަނާ ގޭދޮށަށް ހަސަންބޭ
$1
ނިވާނަގާ އެތެރެ ގެއަށް ވަން ހިނދުގާ ފެނުނިއްޔޯ
*ފުޅައްމަތިން އަރާ ޣައިބު ވިއްޔޯ
ހައި ބަނޑުގާ ހުރެ ރުނބަޔަށް ދެކަޅި އެކީ އެއްލިއްޔޯ
*ދަނޑު ފަނޑު ހިކި ބޭނުން ކެނޑުނިއްޔޯ
$2
ރާބެ އަލީ ކަރަށް ބާރުލާފާ އައިސް ހަޅޭލަޔޯ
*މިރަށް މަތިން އުދުހުނު ބައްތެއްޔޯ
ބޯހޫރާ ދެކޮޅު ބަލާ ހަސަންބެއައް ނިކުމެވުނޯ
*ވީ އުުފަލުން އެ މަގުމަތީ ނެއްޓޯ
$N
ހާތަކުރާ މުދިންބެއާ
*ނައިބު ކަލޭ ވަޑައިގަތޯ
އަންބާ އާނލުތް ކިޔަމުން
*އެއް ކޮރަކަށް ނަށައިގަތޯ
`,
  },
          {
    id: 12,
    name: 'Saavan',
    genre: 'Kaasi',
    lyrics: `#M
ސާވަންގާ ރާހަތު ދޭހާމާ
*ފޯދޭ ވާރީޔާ
ފޯދޭ ވާރީޔާ ހާރޭ
*ފޯދޭ ވާރީޔާ
#1
ނާޒުކީ ރޭ ދޭށޭ
*ވާގު އަރާމުންނޭ
ނާދިރި ފަރިވާ އެ ތާޒާ
*ތާޒާ ނޫރާ ނޫރާނީ މާ
-------------------------------------------------
$M
ފޮޅުވާ އެއުފާ ސާފުމަލުން ރޫޙުދިރޭ ޗާލު ހަޒާރޭ މަލުންމީ
*ފަރިވާ ފަރިވާ އެއިނީ އަލުން ފޮޅޭތާ ނަލަ ނަލަ އަލުން ފޮޅޭތާ

$1
ފަތިހައްވެ އުޖާލާ އެ އަލީގާ ފަރި ނާޒޫ
*ފަތިހައްވެ އުޖާލާ އެ އަލީގާ ފަރި ނާޒޫ
*އެ އަލީގާ ފަރި ނާޒޫ
ފަރިޔާދުގައޭ ދިއްލޭމީ ރޫޙުދިރޭ ޗާލު ހަޒާރޭ މަލުންމީ
*ފަރިވާ ފަރިވާ އެއިނީ އަލުން ފޮޅޭތާ ނަލަ ނަލަ އަލުން ފޮޅޭތާ

$m
ދީރޭނޭ ރޫޙާއި ޖާނާ
*އިލްމު ދިރޭ ގުލްޒާރޭ ދިއްލެނީ

$1
މިހާރު އާވީ
*ދިލްފަރި މިއުޅޭހާ
`,
  englishLyrics: `#M
Saavan gaa raahathu dhey haa maa
*Foadhey vaari yaa
Foadhey vaari yaa haarey
*Foadhey vaari yaa
#1
Naazukee rey dheyshey
*Vaaqu araamunney
Naadhiri farivaa e thaazaa
*Thaazaa nooraa nooraanee maa
-
$M
Folhuvaa e ufaa saafu malun roohu dhirey chaalu hazaarey malun mee
*Farivaa farivaa e inee alun folhey thaa nala nala alun folhey thaa
$1
Fathihah ve ujaalaa e aleegaa fari naazoo
*Fathihah ve ujaalaa e aleegaa fari naazoo
*E aleegaa fari naazoo
Fariyaadhu ga ey dhillee mee roohu dhirey chaalu hazaarey alun mee
*Farivaa farivaa e inee alun folhey thaa nala nala alun folhey thaa
#M
Dheereyney roohaai jaanaa
*llmu dhirey qulzaarey dhilleny
#1
Mihaaru aa vee
*Dhilfari mi ulheyhaa`,
  },
          {
    id: 13,
    name: 'Aaberu Toh Toh',
    genre: 'Nala',
    lyrics: `#M
އާބެރު ޓޮއް ޓޮއް
*ބާބެރު ޑަން ޑަން
އާބެރު ޓޮއް ޓޮއް ޓޮއް ޓޮއް ބާބެރު ޑަން ޑަން ބާރުކޮއް ހިނގާށޭ
*އާބެރު ޓޮއް ޓޮއް ޓޮއް ޓޮއް ބާބެރު ޑަން ޑަން ބާރުކޮއް ހިނގާށޭ
#1
މަސަލަހުން ހަރުބީ އެ ފެށީމާ
*ހަރުބިއައް އަޑު ބަދަލުކުރީމާ
ލަސްލަހުން އަޑުތައް އެކުވީމާ
*ހަތަރު ބެރު ބުން ހާމަކުރީމާ
#2
އެހަމަޔައް އަޑުތައް ވަކިކޮއްފާ
*އެކު އެކީ އަޑަކާ ކުޅެލީމާ
ދެކަކުލުން ފަހަތައް ކޮއްޕާލާ
*ކުރިކަމުގެ ކުލަރީތިވި ދިއްލާ
#3
މެދު ހެޔައް ކަތަ ހޮޅިތައް އަރުވާ
*އެހުރި މާފަތި ކަރުފަތި އަޅުވާ
ދެބުމަޔައް ހިމަތޫނު ޖެހީމާ
*ރީތި ހެދުމުގާ ފަރިވެލަނީ މާ
#4
ރާވެރިން ރުކުގާ ތިބެ ބަލަނީ
*މަރު ބިރައް ވުރެގޮތް ހޭ ނުވަނީ
ދިރި ފުށައްވުރެ މަހަބަޑިހުރެހެލެނީ
*އިވެނީ ބުނާއަޑު ހޭ ނިދީގާ
`,
  },
            {
    id: 14,
    name: 'Hoadhaadheyshey',
    genre: 'Thinberu',
    lyrics: `#M
ހޯދާދޭށޭ ޔާރާ ނަލަ ރޯޅިޔާއޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#1
ފަރި ހަނދުވަރުގެ ތެރޭގާ އޭނާ ހީލިގޮތުން
*ފަރި ޖައުޒާގެ އެރީޔޭ ހީލިޔެ ޗާލުކަމުން
ބުނެދޭށޭ މިހިތާރޫހު އެރޭ ދެ ވުނީޔޭ
*ދެކިފާ ހިތުގެ ރިހުންލުއި ވޭތޯ ދެވެނީޔޭ
ހިޔާލޭމީ ދުރު ނުވެވޭ ހަނދާން ވާނީ ޔޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#2
ރާސުތާ ނޭންގި ދަނީ އިސުކުގެ ތޫފާން ޖެހިފާ
*ގަދަހަނދު ވަރުގެ ތެރޭ ލޯބިކިނާރާ އޮޅިފާ
ލޭގެ ހިނދުމާ އި ތަބީއަތު އަދު ބަދަލޭވާނީ
*މޭގެ ރިހުމާއި ތަދައް ހޫނު މިއިހުސާސު ވަނީ
އެހީވާނޭ ޔާރޭއް ނެތުމުން ވަޔާއޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#3
އޮތިމީ ރީތިވި ހިތްގައިމު އަސަރު މޫ ނެކޭ
*ދާއިމީ ލޯތްބާއެކު ފިރުމާދޭ ނޭ އަތެކޭ
ތިޔަލޯބީގެ ހީޔާލާއި އަސަރުގާ ވަމޭ
*ކަރުނޭ އެންމެ ފުރާނާ ގެ ދިރުން ހަމަތެދެކޭ
ނަޒަރުވީ އަދުގުޅިފާ ނަލަސޫރަޔާ އޭ
*ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ ގުޅިފާވަނީ އޭނާ މިހިތާ ލެޔާއޭ
#N
ގުޅިފާވަނީ އޭނާ
*މިހިތާ ލެޔާއޭ
`,
  },
              {
    id: 15,
    name: 'Adhabee Salaam',
    genre: 'Kaasi',
    lyrics: `#M
ފަރިވާހާ
*ގުލްޒާރުން މާމަލުން އަދަބީ ސަލަމުގާ ވެދުމޭ ކުރާނީ
#1
އެކިވައްތަރު މާމަލުން
*އެކިއެކި ގުލްހާރުތައް އަމުނާމަލުން
-------------------------------------------------
$M
ފަރިވާ އުފާވެ ދާ މަލޭތާ
*ކޯޅީގާ ނޫރާނީ ފޯދޭނެއޭ
$1
ގުލޭޒާރުންނޭ އާވާ އެއީ
*ރޫހޭ ދިރޭ
$2
ދެކޭ ފިނިރޯޅި ވައިގާ އައީ
*މޫސުނެެ ދިރޭ
$N
ކޯޅީގާ ނޫރާނީ
*ފޯދޭނެއޭ
`,
  },
              {
    id: 16,
    name: 'Adhumikuree',
    genre: 'Nala',
    lyrics: `#M
އަދުމިކުރީ ސާފު އިބާރާ ތުން
*ހިތޭ ހަދިޔާ
މިހިތ އޭގެ ވާހާބާރާ
*ކުރީ ހަދިޔާ
#1
ފަރުވާ އެއް ލިބޭނޭ ބޭހަކީ
*ދިރުމެއް ދެން ދެވޭނޭ ރޫހަކީ
ފިރުމައިދީ ހެދޭނޭ މީހަކީ
*ފިރުމައިދީ ހެދޭނޭ މީހަކީ
ތިޔައީކަމުގާ ވާތީ މިކުރީ
*ހިތޭ ހަދިޔާ
#2
ނުގަބޫލަސް ބުނާށޭ އާނއެކޭ
*ނުބުނަށޭ އިވޭ ހެން ނޫނެކޭ
ބުނުމުން ވާން އޮތީ ބަރުބާދެކޭ
*ބުނުމުން ވާން އޮތީ ބަރުބާދެކޭ
އުންމީދުތަކާ އެކުގާ ކުރަނީ
*ހިތޭ ހަދިޔާ
#3
ނުރުހުމުގާ ކުރާ އިންކާރަކީ
*ނުހިފަންޏާ ވެދާ ބަރުބާދަކީ
މަރުކަމުގާ ވެޔޭ އިންސާފަކީ
*މަރުކަމުގާ ވެޔޭ އިންސާފަކީ
ފޮރުވާފަ ނުބާއްވާށޭ މިކުރީ
*ހިތޭ ހަދިޔާ
#N
ހިތޭ ހަދިޔާ
*ކުރީ ހަދިޔާ
`,
  },
              {
    id: 17,
    name: 'Libeytho Dua Kuri Asheeqa',
    genre: 'Taki',
    lyrics: `#M
ލިބޭތޯ ދުއާކުރި އަސީގާ
*ލިބޭތީއެ އިސްގީ އިސާރާތް
މި ކިސްމަތު އެކީ ފަރިވާތީ ދުށީ
*މި ބޭނުން ވެގެން ލޯބި ޔާރާ - ލިބޭތޯ ދުއާކުރި އަސީގާ
#1
ކިޔާދޭފަ ލޯތްބާ ހުވާކޮށް
*ޒަމާނީ އަޝީގީ ޒުވާނާ
ދިރޭރަމްޒު އުލްފަތުގެ ޖޯށުން
*ކިޔައިދޭ ހެމުން ރީތި ނާނާ
ގެނައި ހިތި އަސަރް މި ޝޯހީ ނަޒަރް
*އެ ކޮނޑުގައި ހެދެންވީ ސަހާރާ
#2
ކުރާތީ ހިތަފް ސޫރު މަދްޒިލް
*މިޗާލް ވި ރޯސަން ހަވީރާ
ބަރުބާދު ވީތީއެ މަންޒަރް
*މިހިތް ފުރި ކެކޭނޭ ހަވީރާ
މިތޯ އާޝިގީ އެހާ ތާޒާވީ
*އެ ކޮނޑުގައި ހެދެންވީ ސަހާރާ
#3
ހަބަރު އޭރު ދީފާ ދިޔައިހޭ
*އަސަރުގާ މިވީ ރޮެއެ ހަދަންހޭ
އެރޭ ކުރުވި ބޭކާރު ޒާލިމް
*އަޝީގީ ނުލިބި ޝޯހުވާން ހޭ
މި ދަރުދުން ލިބޭ އެދުމުގާ އެދޭ
*އެ ކޮނޑުގައި ހެދެންވީ ސަހާރާ
`,
  },
              {
    id: 18,
    name: 'Bahtheli Gandehga',
    genre: 'Kaasi',
    lyrics: `#M
ބައްތެލި ގަނޑެއްގާ މަނިކުތިން ވަދު އަޅަން ކަނޑުތެރައް
*މިލަމެހި ޖަހާ ވަތްފުރައިގެން ނެރު މަތީ މިލުވާލީ
#1
ފަރުމާނުގާ ފޮތި ރިޔާ ބަނދެލައިގެނޭ ދުއްވާލީ
*ފަރުމާނުގާ ފޮތި ރިޔާ ބަނދެލައިގެނޭ ދުއްވާލީ
ދިރުނބާ ކޮޅުން ނެގި އެރާޅުން އޮޑިއެކީ ތެންމާލީ
*ދިރުނބާ ކޮޅުން ނެގި އެރާޅުން އޮޑިއެކީ ތެންމާލީ
އިރުއޮއްސިގެން ކަނުއަނދިރިކަން ދުނިޔެއައް ވެރިވަނީ
*އިރުއޮއްސިގެން ކަނުއަނދިރިކަން ދުނިޔެއައް ވެރިވަނީ
#2
އަސްތާ މައޭ ސިއްސުވާލީ ފެނުނު މަންޒަރު ތަކުން
*އަސްތާ މައޭ ސިއްސުވާލީ ފެނުނު މަންޒަރު ތަކުން
މަސްގަނޑު މަތީ ފެނުޕަރީފެނި ހޭކެނޑޭގޮތް ވުމުން
*މަސްގަނޑު މަތީ ފެނުޕަރީފެނި ހޭކެނޑޭގޮތް ވުމުން
މަސްކާށި ކާން ހުރި ކެޔޮޅުބޭ އެނބުރިގެން ވެއްޓުމުން
*މަސްކާށި ކާން ހުރި ކެޔޮޅުބޭ އެނބުރިގެން ވެއްޓުމުން
#3
ގުގުރާ ވިދާތީ
*ބިރުހީވެ ސިހުނީ
މަތުރާލިފެނަކުން
*ހަމަހޭގަ ޖެހުނީ
ފަޅުވެރި ކުދީންނޭ
*ދެންހޭ އަރާށޭ
ކަރުތާފެނައް އައިސް
*އޮޑި ބީހެނީއޭ
-------------------------------------------------
$M
ހޭލާނޭ މަސްވެރިކާމޭ ދުވަސްވީ
*ދިވެހިދަރިން ލޭކަމުގާ ގައުމު ގޮވާލާނީ
$1
ފަތިހައްގޮވާ ހާ ގޮއުމުގެ ކުރީގާ
*ފަޅުވެރި ކުދިން ހޭލައްވާ ހަދާފާ
އެންފަޅު ހިފަންދެން ފުރާ ފިނީގާ
*އެންމިހުރީ ކަނދުތަކުގާ ގަދަވެ ނަގާލާފާ
$2
ދޯންޏައް އަރާފާ އިސްޓާޓު ކޮއްލާ
*މެކުހައްޖަހާ ދޯނި ބާރާއް މިދުއްވާ
ހީވާގި ހުރިމޮޅު ކުދިން ކެޔޮޅުބޭ
*ދެން މިކުރި މޮޅުތަކުގާ ނަގިލި ކަނދާލާނީ
$N
އެއޮތީ މަސްއައިނެއް އެންކެޔޮޅާ އެން އުކާ
*އެއޮތީ މަސްއައިނެއް
ފަސްފުޅަނގިން ފެންޖަހާ
*އެއޮތީ މަސްއައިނެއް
`,
  },
              {
    id: 19,
    name: 'Beyrun Hoadhaani',
    genre: 'Kaasi',
    lyrics: `#M
އައިނެން ހިނގާ ކެޔޮޅާ
*ބޭރުން ހޯދާނީ
#1
ގާދޫނި ހޯރަ ނިކަން
*ފެނެތިރިވާ
އަލިރީތި ވިހާ ދުވަޙެއްގަ ދެކޭ
*ފަހަރޭމާދޫނި ގާތްމު ފަރިވާނޭ ބޭރުން ހޯދާނީ
-------------------------------------------------
$M
*ބޭރުން އައިނެން އޮވެއާދޭ
ފަޅުވެރިން ބުނޭ
*ބޭރުން އައިނެން އޮވެއާދޭ
ކެޔޮޅުބޭ ބުނޭ
*ބޭރުން އައިނެން އޮވެއާދޭ
$1
ކެޔޮޅު ގޮވާ ނަގައޭ
*ދެރިޔާ ނަގާދޭށޭ
ބާރުލާ ހިއްވަރުލާ ފަލިތައް ބާލަމާ ހިނގާ
*ބާރުލާ ހިއްވަރުލާ ފަލިތައް ބާލަމާ ހިނގާ
$M
އާނ އޮޑީ ކުރިޔާ ދިމާލުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
އާނ ނިކަން މިދިމާލުން ބޭރުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
$1
އިންޖީނާ ރިޔަލާއެކީގާ
*އިންޖީނާ ރިޔަލާއެކީގާ
ދުއްވާށޭ މެކުހައް ޖަހާލާ
*ދުއްވާށޭ މެކުހައް ޖަހާލާ
$N
ދާނެތެލެއްނެތޭ މިއަދު ފެލިވަރަކައް
*ދާނެތެލެއްނެތޭ މިއަދު
`,
  },
              {
    id: 20,
    name: 'Bodubaburu',
    genre: 'Baburu',
    lyrics: `#1
ބޮޑު ބަބުރު ކޮނެލި ތަނުވަ
*މައިނަ ގިރިޒާ
ކީއްވެގެން ބާވައޭ
*ކީއްވެގެން ބާވައޭ
ކީއްވެގެން ތޯއްޗޭ ބިންބިން ވައްކަން ކުރުވީ
*ބޮޑުބަބުރު ކޮނެލި ތަނުވަ މައިނަ ގިސްލާ
#2
ފޯރިއެއްވާ ނައޭދޯ މިލަވަ ބަބުރު ފެށީމާ
*ފޯރިއެއްވާ ނައޭދޯ
ބަލަ އެއްކަލަ ބަބުރު ފެށީމާ
*ފޯރިއެއްވާ ނައޭދޯ
ބަލަ ނައޭދޯ ނައޭދޯ
*ފޯރިއެއްވާ ނައޭދޯ
#3
ފޯރި އަރާ ބޮޑު ބަބުރު
*ފޯރިއަރާ
އެއްކަލަ ބަބުރު
*ފޯރިއަރާ
ނަލަ ބަބުރު
*ފޯރިއަރާ
އެކަނި ހުރެ
*ފޯރިއަރާ
ފޯރިދީ
*ފޯރިއަރާ
`,
  },
              {
    id: 21,
    name: 'Dhaaru Ofu',
    genre: 'Thinberu',
    lyrics: `#M
ދާރުއޮފު މާތްވި ޅަމުރާލިޔެފުޅު ބިރާގަމީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
#1
ތުންފަސުލާ ނަމޭ ފަށާ
*ދޮން އަނބު މަގޭ މިތުރާ
ފުރުސަ ކައިރީ ނެތިގެނީ ދުން މަޑުވެ މަޑުން ރޮވެނީ
*ފުރުސަ ކައިރީ ނެތިގެނީ ދުން މަޑުވެ މަޑުން ރޮވެނީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
#2
ގޯހެއްނެތި ދަންނަވަމޭ
*ލޯ ދެފަދަވީ މިތުރާ
ގޯލަރަނު ކުލަ އެއަރާ ކޯފުޅުނަލަ ބިރާގަމީ
*ގޯލަރަނު ކުލަ އެއަރާ ކޯފުޅުނަލަ ބިރާގަމީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
#3
ވަރުހަށީ ނެތި މަގޮވާ
*ތަރުހަދަމުއިނދެ މިތުރާ
ހަރުފަމޯރާކުލަވާ ކަރުފުޅުދަލަ ބިރާގަމީ
*ހަރުފަމޯރާކުލަވާ ކަރުފުޅުދަލަ ބިރާގަމީ
*ހާނުޖަލުގާ ޖެހެވިފާ އިނީ
`,
  },
     {
    id: 22,
    name: 'Dhaneehe Aisbalaa',
    genre: 'Nala',
    lyrics: `#M
ދަނީހެ އައިސްބަލާ ބުނެލަދީބަލާ އަނގައިން
*ވީމެނުކެރިފާ ވެވުނު ނަފުރަތުން އިނގޭ
#1
އެއީކީއް ވެގެންހޭ ވަކިން ކީއްވެގެންހޭ
*ޭތިބުނަނީ ފަހެ ނުދާށޭ
ބުނަމޭ އުފާދޭ މިހިތުގެ ދިރުންދޭ
*ރީތި ނާޒުކުު ބަހާރޭ
އިއްވާދީ އާނއެކޭ ނުބުނެ ނޫނެކޭ އަނގައިން
*ވީމެނުކެރިފާ ވެވުނު ނަފުރަތުން އިނގޭ
#2
ހުންނަ ގޮތަކުންވެސް މަ ހުންނަ ގޮތަނުންވެސް
*ފެންނަނީހޭ ރުހޭތީ
އުފާދެއްވި ސޫރައިން ތިފާޅުވި އިޝާރާތް
*ހިތުގެ ކާނާ ލިބޭތީ
އާދޭހުން ފޯވެގެން ދާންވީހޭ ނުބުނެގެން އަނގައިން
*ވީމެނުކެރިފާ ވެވުނު ނަފުރަތުން އިނގޭ
`,
  },
            {
id: 23,
name: 'Muniyaage Loabin',
genre: 'Nala',
lyrics: `#M
މުނިޔާގެ ލޯބިން މަ ވެއްޖޭ ދީވާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
#1
ރީތީގެ ދުނިޔޭގެ ހަނދަކީ ކަލާއޭ
*ރީތީގެ ދުނިޔޭގެ ހަނދަކީ ކަލާއޭ
މި ދުޝްމަން ޒަމާނަށް ފިލާށޭ ހަނއޭ
*މި ދުޝްމަން ޒަމާނަށް ފިލާށޭ ހަނދާއޭ  ފިލާށޭ ހަނދާއޭ 
ހޯ އަންނާށެ ޔާރާ އަހާށޭ ތަރާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
#2
ތާޒާ މަލޭތީ ގުލްޒާރުގާވާ
*ތާޒާ މަލޭތީ ގުލްޒާރުގާވާ
ކުލަރީތި ވަސްމީރު އާޝޯހު ވާހާ
*ކުލަރީތި ވަސްމީރު އާޝޯހު ވާހާ އާޝޯހު ވާހާ
ހޯ ފިދާވާން ހުރީމޭ މަލާއޭ ޒުވާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
#3
ވޭނާއި ރިހުމާ ފިލުވާލަ ދޭށޭ
*ވޭނާއި ރިހުމާ ފިލުވާލަ ދޭށޭ
އޯގާވެ މޭގާ ފިރުމާލަ ދޭށޭ
*އޯގާވެ މޭގާ ފިރުމާލަ ދޭށޭ ފިރުމާލަ ދޭށޭ
ހޯ ލޯބީގެ ރަންމުތުގެ ދޭނަން ޚަޒާނާ
*މި ހިތްވޭ މަސްތާނާ މި ހިތްވޭ މަސްތާނާ
`,
  },
{
  id: 24,
  name: `Foanu Miothi`,
  genre: 'Nala',
  lyrics: `#M
ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ
ބޯ ސަލާމަތް ނުވިޔަކަސް މިކަމެއް ދުލެއް ނުވެވޭނެޔޭ
*ބޯ ސަލާމަތް ނުވިޔަކަސް މިކަމެއް ދުލެއް ނުވެވޭނެޔޭ

#1
ހުން އަޔަސް އަދި ކެއްސިޔަސް ބޮލު
*ގާ ރިހުން މާގަދަވެޔޭ
ރިންގުވާ އަޑު އިވިލިޔަސް ލުއިވާ ވާރެއް ނޭންގޭނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ

#2
ރީތި ނޯކިޔާ ފޯނަކުން ނުވެ ޥޭކަމެއް މިއަދަކު ނެތޭ
*ޥޭކަމެއް މިއަދަކު ނެތޭ
ރީތި ތުނިތުނި ބާޑު ފޯނެއްވެސް ފަހުން ގެންނާނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ

#3
ދައްތަ ފޯނަށް ރިންގު މިއެޅީ
*މީދަލުގެ އަޑު ރީތިދޯ
ދައްތަ ބޭބެ ގެނައި ފޯނަށް ސިމެއް ލައްވާނެޔޭ
*ފޯނު މިއޮތީ ކާޑު ނެތިގެން ނުގުޅިފާ ދެރަ ވާނެޔޭ`
},
{
  id: 25,
  name: `Aadhanaa`,
  genre: 'Kaasi',
  lyrics: `#M
އާދަނާ އެކަނިވެ ނިދީގާ
*ހާދަ ކަނު ކަޅުފޮއެ ރެއެއްގާ
ފާތުމާފުޅު ނެތް އެނދެއްގާ
*ގާތު ތިއޮތީ ކޮންއަތެއް ބާ

#1
ތޫލި އަޑަކުން ބާރުބާރަށް އާދަނަށް ގޮވަނީ
*ހޭލި ވަގުތަށް ގަޑިބަލާލީ ހުއްޓިފާ އެވަނީ
މަންޒަރެއް ނެތް އަޑުތަކެއްތާ އާދަނަށް އިވެނީ
*ކަންފަތަށް ކުޅަދާނަ ނުވުމުން ގަތް ބިރުން ރޮވެނީ

#2
ދޫވެ ބާރާ އިޙްތިޔާރެއް ނެތް ކަމަށް ވާތީ
*ހޫތަކާ މުޅި ހަށިގަނޑާ އެކު ގަނޑުވެފާ ވާތީ
ހީވި އަޖަލޭ އާދަނަށް ލޯ ފުސްވެގެން ދާތީ
*ބީވި މާޒީ ބޮލުތެރޭގައި ބަބުޅަމުން ދާތީ

-
$M
ހުވަފެނެކޭ ހުވަފެނެކޭ ވަހުމެއް މަސްތެއްނުވާ
*ހުޅުވިދެލޯ އެދެލޯ އާދަނުވީ ވާނުވާ

$1
ޒިކުރާ ތަސްބީހަ ކިޔާ އުފަލުންނޭ ތެދުވީ
*ހޭލެވި ހެޔޮހާލުގާ ވީމާ އާޝޯހްވީ
ޝުކުރާ ހަމްދާއި ސަނާ ކިޔަމުން އާދަނު ދުވީ
*މަ ސަލާމަތް ވެއްޖެއޭ މަ ސަލާމަތް ވެއްޖެއޭ
އުފަލުން ހަމަ ހުރިވަރުން
*ރަށު އެންމެނަށް ގޮވީ
ކުކުޅު މަހާ ފިހުނު މަހާ ބޮނޑިބަތް ރަށުގާ ބަހާ
*ހުޅުވިދެލޯ އެދެލޯ އާދަނުވީ ވާނުވާ

$2
ވީގޮތް އެންމެންގެ ތެރޭ އާދަނު އެކިޔާދިނީ
*ކަނުލާ އެންމެން އެކަމަށް ކަންފަތް ދީގެން ތިބީ
ނިމުމުން ގިނަ ރައްޓެހިން ބުނި އާދަނު މޮޔަގޮވީ
*އެނގުމުންނޭ ފާތުމަވެސް ހީހީ ހުއްޓުން ނުވީ
އަސްލައްވެސް ހުރެފާ ހަމަ
*އާދަނުތާ މޮޔަގޮވީ
އަސްލު ވިގޮތް އަސްލު ވިގޮތް ފެންނަން ހެއްކެއްނުވާ
*ހުޅުވިދެލޯ އެދެލޯ އާދަނުވީ ވާނުވާ

$N
އާދަނު ބެލި ހުވަފެނަކުން އާދަނު މޮޔަވެއްޖެތާ
*އާދަނުބެލި ހުވަފެނަކުން
ބުއްދި ފިލާ ގޮއްސިތާ
*އާދަނުބެލި ހުވަފެނަކުން`
},
  {
  id: 26,
  name: `Thiya Goma Feni`,
  genre: 'Nala',
  lyrics: `#M
ތިޔަ ގޮމާ ފެނި އާޝޯހޭ ވެވެނީ ހައެ
*މިގޭ ދަށުން މަގުން ހިނގާތީ މަގޭހިތައް ކެތް ނުވާތީ

#1
ބަލާ ބަލާ ފޫޢްސެއް ނުވިޔޭ ބިލާހަކަށްް މީދެން ވެއްޖޭ
*ބަލާ ބަލާ ފޫޢްސެއް ނުވިޔޭ ބިލާހަކަށްް މީދެން ވެއްޖޭ
ހަލާލު ހިތް ނުލިބޭނޭތީ ބަލާ މަށަށް ދޯޅޭ ވެވެނީ
*ހަލާލު ހިތް ނުލިބޭނޭތީ ބަލާ މަށަށް ދޯޅޭ ވެވެނީ

#2
ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ
*ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ
ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ
*ޒިޔާރަތައް ނަދުރެއް ބުނެފާ އެއާދުރަށް ދާހިތް ނެތިފާ

#3
މަލާމަތުގަ ބަސްތައް އިއްވާ ބަލާނިކަން ހިތުގާ ޖައްސާ
*މަލާމަތުގަ ބަސްތައް އިއްވާ ބަލާނިކަން ހިތުގާ ޖައްސާ
ކަލާ ތިހެން ނުރުހުން ވީމާ ވަޅޯވެގެން މާތައް މިލަނީ
*ކަލާ ތިހެން ނުރުހުން ވީމާ ވަޅޯވެގެން މާތައް މިލަނީ`,
      
  englishLyrics: `#M
Thiya goma feni
Thiya goma feni aashoahey vevenee hai
*Migey dhashun magun hingaathee magey hithah keiy nuvaathee
#1
Balaa balaa foohseh nuviyey bilaahakah mee dhen vehjey
*Halaalu hiyy nulibeyneythee balaa mashah dhoalhey vevenee
#2
Ziyaarathah nadhureh bunefaa eyaa dhurah dhaahiyy nethifaa
*Dheloafulhaa dhon dhon kanbuloa baheh nubune dhaathee rovenee
#3
Malaamathuga basthah ivvaa balaa nikan hithugaa jassaa
*Kalaa thihen nuruhun veemaa valhoa vegen maathah milanee`,
},
{
  id: 27,
  name: `Reethi Gudhurathi`,
  genre: 'Thinberu',
  lyrics: `#M
ރީތި ގުދުރަތީ މި މަންޒަރު
*ޗާލު ލޮލަށް ފެންނަ އިރު އަޖައިބެއް ފަދައޭ
ސާފު ދޮންވެލީ ތުނޑިމަތީ
*ރާޅު ބަލަން އިންނަ އިރު އަޖައިބެއް ފަދައޭ

#1
އިރު އަރާ ދޯދިތައް އަލިވެޔޭ
*މުޅިފަޒާ ރަންކުލައިން ދިއްލެއޭ
ސާފު ވައި އައިސް ހަމުގަ ބީހެޔޭ
*ސާފު ޖައްވުން މިހިތް ފިނިވެޔޭ
ޝޯހުވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ

#2
އުޑު މަތިންދާ ދޫނި ފެނިލަޔޭ
*ބައި ހަދާފާ އުދުހި ހޫރެޔޭ
ރާގު ރާގަށް ގޮވާ އަޑުއިވޭ
*ރާގު އިވުމުން މިހިތް ފިރިދެޔޭ
ޝޯހުވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ

#3
މާކަނޑުން ދޯނިތައް ދުއްވައޭ
*ޗާލު މަންޒަރު ދުރުން ސިފަވެޔޭ
ވާތި ހިއްވަރު މަ ހިނިތުން ވަމޭ
*ވާމި ރިޒުގަށް ޝުކުރުވެރި ވަމޭ
ޝޯހުވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ`
},
{
  id: 28,
  name: `Kalaa Fenuneemaa`,
  genre: 'Kaasi',
  lyrics: `#M
ކަލާ ފެނުނީމާ ސަމާސާ ކުރެވޭ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ

#1
އުދުހިލާ ރީތި ކޮކާ ގައިމެ ކަލާ ހޯދާނޭ
*އުުޑުވާހާ ތަރިތައް ރީތިދެލޯ ހޯދާނޭ
ހާދަހާ ޗާލޭ ބުނާނޭ ފެނިފާ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ

#2
އެކިއެކި ރާގުގާ ލޯބީގެ ޣަޒަލުތައް އިއްވަން
*އެކަމަކު ގާތުގާ ވާ ލޯބި ނުބުނެވޭތީ ރޯން
ހާލު ބުނެދޭ ހިތް ވަނީއޭ ފެނިފާ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ

#3
ގުދުރަތީ ރީތިކަން ލިބިފާވި މިސާލޭ ތިޔައީ
*ފޮރުވިފާވާ ހިތޭ ތައުރީފު ކަލާޔަށް ކުރަނީ
އެހީއަށް އެދި ހިތް ރޮނީއޭ ފެނިފާ ހީލާތީ
*ގާތުގާ ލޯބިން ހުރޭތޯ އެދެމޭ ހީލާތީ

-
$M
ލޯބިވަމޭ ބުނެލީމާ އެއީ ކާކުކަން
*ނޭނގި މުޅިން ހިތްދީގެން ވާނީ ހައިޖާން

$1
ހެދޭ ގޯހޭމީ ތިމާ އެކަން ވިސްނާ ހުރޭ
*ބެދޭ މަޅިއޭމީ ސަލާމަތުން ދުރުގާ ހުރޭ
ނިއްވާލައޭލޯ ހިތާއޭގެ ބާރު
*ވިންދާ ލޭގާވާ ނިހާއީ ޝުޢޫރު

$2
ކިޔަމަންވާވަރު ދައްކާނޭ ހިތް ފުރިއުތުރޭ
*މިއަދަށުގާ އުދުހޭނޭ އޮވެ މާމުއިގެ ތެރޭ
ނިޔަތާކުޅެލައެ ތީރުން ދަޅަދައްކާލި ހެރޭ
*މޮޔަކޮއްލާނެ ޒަމީރާއި ހިޔާލާއެނބުރޭ

$3
ޖެހުމުން ޖާދޫގާ ހިތުގެ ލަގަން ދޫވެދެޔޭ
*ކެހުމުން މަސްތުވި ފަރުދާގެ ތެރޭ ހިތް ގެނބެޔޭ
ބެހުމުން އޮއެވަރުގާ ވާވަދެ ގެއްލޭނެޔޭ
*ވެހުމުން ހިމަފޮދު ވާރޭގެތެރޭ މޭ ތެޅެޔޭ

$4
ކުރާ ކައިވެންޏެއް މިގޮތް މަތިން ބުރިބުރިވެޔޭ
*މުރާދެއްނެތި ނާދޫވުމުން ފުނޑުފުނޑުވެޔޭ
ކައްޗާވެއްޖެއްޔާ ނަސީބޭ ނެތީ
*ދައްޗާ ރުގުސާނާ ހަލާކޭ އޮތީ`
},
{
  id: 29,
  name: `Dhunfinirey`,
  genre: 'Baburu',
  lyrics: `#M
ދުންފިނިރޭ އަނދިރީގާ ސަކަރާތް ގަދަ ޖެހީ
*މުޅީރަށް ނިދާފަ ހިނމޭންވާ ވަގުތައް ފަނިހެދީ

#1
ދާނޭ ވަލުތެރެޔަށް ކުޑަވެސް ބިރެއް ނުގަނޭބާ
*ދާނޭ ވަލުތެރެޔަށް ކުޑަވެސް ބިރެއް ނުގަނޭބާ
ވަންނާނެ ފަޅުގޯތި ތެރަށް އަސްތާ ޖެހިލުން ނުވަނީބާ
*ވަންނާނެ ފަޅުގޯތި ތެރަށް އަސްތާ ޖެހިލުން ނުވަނީބާ

#2
ގޮވާނޭ ބަޑިއެދުރަށް ގަދަޔަށް ބާރަށް ހީހީފާ
*ގޮވާނޭ ބަޑިއެދުރަށް ގަދަޔަށް ބާރަށް ހީހީފާ
އަޅާނޭ ވަގުރުކު ކުރުނބާ ކަށިމާ ގަހުގަ ރޯކޮށްފާ
*އަޅާނޭ ވަގުރުކު ކުރުނބާ ކަށިމާ ގަހުގަ ރޯކޮށްފާ

#3
ދުރުން ފެނިފަ އަލިފާން ރޮނގެއް
*ސިއްސައިން އެސޮރު އަސްތާ ދިޔާ
ބިރުން ތެޅިފަ ފުމެންފެށީ
*ބާރަށް ދެފަޔަށް ވަރުލާ ދުވީ
އިވެނީ އަޑުފައްގަނޑެއް ބާރަށް ގުގުމާ
*އިވެނީ އަޑުފައްގަނޑެއް
ހޭ އަޑަކުންނޭ
ނާމާން ކުރުވާ

#4
ދުމުން ފުރާ މުޅީވާ އެކީ
*ކާޅާ ކަނބިލި ގޮވާން ފެށީ
ގަސްތައް ވަޔާ ހެލެން ފަށާ
*ވިދުވަރު އަލިކޮށް ވިދަން ފެށީ
އިވެނީ އަޑުފައްގަނޑެއް ބާރަށް ގުގުމާ
*އިވެނީ އަޑުފައްގަނޑެއް
ހޭ އަޑަކުންނޭ
ނާމާން ކުރުވާ

#5
އަނގައިން ގަދަޔަށް ފޮނުތަށް އަރާ
*މުދުނަށް އެސޮރު ދެލޯއެރީ
ބަހަކުން ބަހެއް ބޭރެއް ނުވޭ
*ތުރުތުރު އަޅާ ތެޅެން ފެށީ
އަސްތާ މުދިންބޭ ކިޔެވެލި ކިޔަވާ
*އަސްތާ މުދިންބޭ
ފެންތައްޓެއް ކިޔަވާ
ދުންބުރުވާ ކިޔަވާ
ދުންބުރުވާ މަތުރާ

#N
*މޮޔަގޮވާފަޔޯ
އެސޮރު އެ ދުވަނީ
އަތްފައި ބުޅިކުރީ
މުޅިގައި ވަކި އެޅީ`
},
{
  id: 30,
  name: `Fen Bandiyaa`,
  genre: 'Nala',
  lyrics: `#M
ފެންބަނޑިޔާ ބޯމައްޗައްލާ ފަރި ހިނގުމެއްގާ ދާތީ ދޮންގޮމަ
*ފެނިފަ އެހިނދުން ލޯބިމަގޭ
ބަނޑި ބަނޑި ލައްވާލާ ހިނިތުންވުން ދީފާ ފަސްދާތީ ފަރިގޮމަ
*ހިތް ކަލާޔަށް މިލްކު އަމޭ

#1
ބަޅިނދާ މާބުރު ފޮނިކަން އެދިގެން
*ތިރިކުރާނޭ ތިމަލުގަ ބީހެން
ފަރިވި މަލާމެލި އޭގެ ނަލަކަން
*ލިބި އެތިބީ ގޮމަފުޅުގެ އަތުން

#2
ސާދަ ފަނަރައިން ހަނދުވަރުދޭރޭ
*ހަނދުހުރޭ ފެނިފާ މެލަދުން
ހޫރެއް ކުޅާ ފަރުލީނުގެ ނަމުގާ
*އެދިގެން ކިޔާ ޅެންބަތެވެމީ
ނަދުރެއް މަ ގެންފީމޭ
*ނަދުރެއް މަ ގެންފީމެ ދޮންގޮމަ ލިބިއްޖެއްޔާ ސައްތަ ހަމަވާ ދެން ކުކުޅުދޭން

#3
ހިތް ފުރިދާފަދަ ލޯބި ބަލާލުން
*ދޮން ގޮމަޔަށް ލިބިފާވެ ބިމުން
ރީތިވިހާ ސިފަ ހުސްކުރި ތިގޮމާ
*ދެކެފަވާ ލޯތައް ހެކިވާ`
},
{
  id: 31,
  name: `Maakunbe`,
  genre: 'Baburu',
  lyrics: `#M
ރަށް ގުޑުވާ ދެއަތަށް ބަނޑުހަލަމުން ހެވިފާ އަންނާނޭ މާކުންބޭ
*ރަށް ގުޑުވާ ދެއަތަށް ބަނޑުހަލަމުން ހެވިފާ އަންނާނޭ މާކުންބޭ
ދަންނަ އެތައް ގެޔަކަށް ކަޅިއަޅަމުން ލެފިފާ ވަންނާނޭ މާކުންބޭ
*ދަންނަ އެތައް ގެޔަކަށް ކަޅިއަޅަމުން ލެފިފާ ވަންނާނޭ މާކުންބޭ
ހާވާ ބަދިގެ ކާގެ ބަލާނެ
*ހާވާ ބަދިގެ ކާގެ ބަލާނެ
ދޭށޭ ގޮވާނޭ ދޭށޭ ކިޔާނޭ
*ދޭށޭ ގޮވާނޭ ދޭށޭ ކިޔާނޭ
ދޭށޭ ގޮވާނޭ ދޭށޭ ކިޔާނޭ
ކާނޭ, ކާނޭ

#1
*ބޮޑުއަށް އަރާ މާކުންބެ އިނޯ
ރިހަ ތެލި ހިފައިން އިނޯ
ބަތް ދޮނލަގެއް ހިފައިން އިނޯ
ކުރުނބާ ބޯން އިނޯ
ފިހުނު ދެމަސް ކާން އިނޯ
ރަތް ގަރުދިޔަ ބޯން އިނޯ
ގަދަޔަށް ކާން އިނޯ
ފިހުނު ކުކުޅު ކާން އިނޯ

#2
*ހުއްޓާލާ
ހެޔޮނުވާނެ
ބަނޑުފެޅެނީ
މާކުންބޭ`
},
{
  id: 32,
  name: `Vaathee Hithaama`,
  genre: 'Nala',
  lyrics: `#M
ވާތީ ހިތާމަ ގިލަނނުގާ މިހިތުގެ ލަގަނުގާ
*މަހުރެ ނިމިދާންވީހޭ
ޒާތީ ޚިޔާލިގެ އަނިޔާތައް ހިތުގެ ހިޔަނިވާ
*ދީވާނާ ފަރުދާވީހޭ
*ދާންވީހޭ ނަނާ

#1
ނެއްތަ ރަހުމެއް ހިތުގާ ކަލޭނޭ
*އެންމެ މިސްޤާލެއް
ވެއްޖެކަމުގާ ހީވޭ ރޮވޭނޭ
*ވެއްޖެކަމުގާ ހީވޭ ރޮވޭނޭ
ވެއްޖެކަމުގާ ހީވޭ ރޮވޭނޭ
*ފެންނަނިވި ހާލޭ
ތެއްކަން ފުޅެއްނެތި އަރުގާ އަބަދު މިއަސަރުގާ
*ޚަބަރު ނެތި ދާންވީހޭ

#2
ކޯރުހެދިފާ ކަރުނައިގެ ރާޅުން
*ލޯ ދެ މެރި އަދުގާ
ރޯލަ ރޯލާ ކުރުވާ ހަނދާނުން
*ރޯލަ ރޯލާ ކުރުވާ ހަނދާނުން
ރޯލަ ރޯލާ ކުރުވާ ހަނދާނުން
*ފޯވެ ކަރުނައިގާ
ލޯބީގެ ޗާލު ރަސަމުގާ އެކަމުގެ ސަރަނމުގާ
*އަރާމު ނެތިދާންވީހޭ

#3
ދޮޅިއެޅިއްޖޭ އަނިޔާގެ ސަބަބުން
*އޮޅި މިހިޖުރަ މުޅިން
ހޮޅި ފިހިއްޖޭ ހަލްގައިގެ ހޫނުން
*ހޮޅި ފިހިއްޖޭ ހަލްގައިގެ ހޫނުން
ހޮޅި ފިހިއްޖޭ ހަލްގައިގެ ހޫނުން
*ހޮޅިވެ ލަގޮނޑި މުޅިން
މޮޅިއިން ލިބޭ ގިނަ އަދުގާ މިކަށަ މިއަބަދުގާ
*އަދަދު ނުވެދާންވީހޭ

#4
ރަންގު ލޯބިން ދާތީ ފިލައިގެން
*ނަމުގެ ބާވަތަކުން
ޖަންގު ހިތުގާ ވާތީ ފަށައިގެން
*ޖަންގު ހިތުގާ ވާތީ ފަށައިގެން
ޖަންގު ހިތުގާ ވާތީ ފަށައިގެން
*ގަމްގެ ތޫފާނުން
ޖަންގަލް ޚަރީފުގެ ވަލުގާ އެކަނިވެރި ޖަލުގާ
*އަޖަލު ޖެހި ދާންވީހޭ

#5
ދާތި ލަގަނުން ދޫވެވި ދުވެލިއޭ
*ޒާތަކަށް ދެމިގެން
ވާތި ގިލަނެއް ހިތުގާ ނުފިލުވޭ
*ވާތި ގިލަނެއް ހިތުގާ ނުފިލުވޭ
ވާތި ގިލަނެއް ހިތުގާ ނުފިލުވޭ
*ނާ ތެދު މަޖެހިގެން
ޒާތީ ޚިޔާލިގެ އަނިޔާތައް ހިތުގެ ހިޔަނިވާ
*ދީވާނާ ފަރުދާވީހޭ`
},
{
  id: 33,
  name: `Dhathuru Fesheemey`,
  genre: 'Nala',
  lyrics: `#M
ދަތުރުފެށީމޭ ކަމަނަ ލިބޭތޯ ލޯބި ލިބޭތޯ
*އާނ އާނ އާނ އާނ ލޯބިލިބޭތޯ

#1
ދަރާފެނާ ކޮއްތާ ހޯދާ ބަރާ ކުރީމޭ އޮޑިއައްލާ
*ދަރާފެނާ ކޮއްތާ ހޯދާ ބަރާ ކުރީމޭ އޮޑިއައްލާ
ބަރާބަރަށް ފައްސި އެވައިގައި ތުރާކުނަށް ދެން ދެވޭތޯ
*ބަރާބަރަށް ފައްސި އެވައިގައި ތުރާކުނަށް ދެން ދެވޭތޯ

#2
މުރާލިވެތި މަންޒަރު ހަދަމުން ފުރާނާ އަތްމައްޗައް ލައިގެން
*މުރާލިވެތި މަންޒަރު ހަދަމުން ފުރާނާ އަތްމައްޗައް ލައިގެން
ތުރާތަކާ ވޭނާ ލިބިގެން މުރާދު ހާސިލް ވެވޭތޯ
*ތުރާތަކާ ވޭނާ ލިބިގެން މުރާދު ހާސިލް ވެވޭތޯ`
},
{
  id: 34,
  name: `Dhefah Kanbili`,
  genre: 'Thinberu',
  lyrics: `#M
ކުރެދި ފަލުގަ ނުދެވި ފިތިފަ އިންދެ ކަނބިއްޔޯ
*ލޯހޫރާ ބޯހޫރާ އިންދެ ކަނބިއްޔޯ
ތުރުތުރު އަޅަ މޭސިހިހި އިންދެ ކަނބިއްޔޯ
*ފިޔަވާޅުވެ ބިރުހީވެފަ އިންދެ ކަނބިއްޔޯ

#1
ފިޔަގަނޑު ހުޅުވާ
*ސައްލާ ކޮއްލާ
ދާނޭގޮތަކަށް
*މެދުގައި ވިސްނާ
ކޮޅުކޮޅު ބަލަމުން
*ދެއަތައް ހިރިލާ
އިނދެ އިނދެ ގާނާބޯ
*ހުރި ހާސްކަން ބޮޑުވިއްޔޯ އިންދެ ކަނބިއްޔޯ

#2
ތޮށިމާ އައުމުން
*ބާރަށް ރޮއެލާ
ރަކިހިނި ގޮތަކަށް
*ތޮށިމާ ހެވިލާ
ކުރުނީސް ކޮށްލާ
*އެދެބޭން ނެރެލާ
ހުރެހުރެ ހެވިލާދޯ
*ބޯކެޔޮގަހު މަތިން ދިޔޯ ދެފަށް ކަނބިއްޔޯ

#3
ލިބިދިން އުފަލުން
*ތުނޑިޔަށް ޖެހިލާ
ހިތް ހަމަޖެހިލާ
*ބޯހުރެ ހޫރާ
ތުންގަނޑު ހަރަމުން
*ބިމުއަޑި ތެރެއަށް
ހިނިފުޅު ވަޑުވާދޯ
*ފަނި ކުދިކުދި ހޮވާކެޔޯ ދެފަށް ކަނބިއްޔޯ`
},
{
  id: 35,
  name: `Dhon Janbu`,
  genre: 'Nala',
  lyrics: `#M
ޖަންބުމަގު ޖަންބުގެ ދޮންޖަންބު ފެނި ހިތް ހައިރާން ވެޔޭ
*ޖަންބުމަގު ޖަންބުގެ ދޮންޖަންބު ފެނި ހިތް ހައިރާން ވެޔޭ
ހުވަފެނެއްހޭ އާޝިގާއޭ
*ތަރިތައް ވިދާ ބަބުޅަނީއޭ

#1
މަގުމަތިން ފެނި ކޮސް ގޮވީމޭ
*ޝޯހުވެވި މަގު އޮޅިއްޖޭ
ލޯބިވާއޭ އާޝިގާއޭ
*ހިތް މި ފުނޑުފުނޑު ވަނީއޭ
ފާރަލެވުނޭ ކަންމަތީހުރެ
*ތުރުތުރު އަޅާގޮތް ވަނީއޭ

#2
އަސްތައަސްތާ ހާދަ ސަޅިއޭ
*ސިއްސަ ސިއްސައިން ދަނީއޭ
ފިރި ދެލޯމެރި ފުސް ވަނީޔޭ
*އޮޅި ދެފައި ރަކިވަނީއޭ
ހިތް މިތެޅިތެޅީ ހިތް މިރޮއެރޮއެ
*ފުނޑު ފުނޑު މިވާ ގޮތް ވަނީއޭ`
},
{
  id: 36,
  name: `Araamagu Dhon Kamana`,
  genre: 'Kaasi',
  lyrics: `#M
ރައިވަރު ކިޔަމުން ހޯދިއަރާމަގު
*ދޮންކަމަނާގެ އަޖައިބުން އަހުމަދު އާޝޯހުވީ

#1
ލައިގެންކާނޭ ތަކެއްޗާ
*ކާނާ ހޯދަން ނުޖެހުމާ
ގޮދަޔާ ކަންނެލި ދިރުއްވާ
*ގޮދަޔާ ކަންނެލި ދިރުއްވާ
*ގިފިލިވަޅުން އެނެގިތާ އެކަމާތުރުތުރު އެޅީ

#2
ދަރުނެތިއެ އަނދާ އުނދުނުގައި
*ކަމަނަގެ އެއްފައި އޮތީމާ
އެގޮތަށް އެއުނދުން މަތީގައި
*އެގޮތަށް އެއުނދުން މަތީގައި
*ކަނާ ރޯފިލުވީމާ މޭގަނޑުއަގަޔައް އައީ

#3
ކަންވެރިބޭ ގެޔަށް އައީމާ
*ކަނމަނާ ބޭޒާރުވީމާ
އެކަމާ އައި ގަދަރުޅީގައި
*އެކަމާ އައި ގަދަރުޅީގައި
*ކަމަނާވަރި ކޮށްލީމާ އެކަމާ ރުޅިގަދަވަނީ

-
$M
ކަމަނާޔަށް ދަނބިކޮއެ ރީތިވީ
*އޫ ޖަރުމަނު މުންޑުއަނީމާ

$1
ޗާލޭޗާލޭ ދަނބިކޮއެވާ ޗާލޭ
*ރީއްޗޭރީއްޗޭ ދަނބިކޮއެވާ ރީއްޗޭ
ވާވާނަލައޭ ދަނބިކޮއެވާ ނަލައޭ
*ވާވާ ރީއްޗޭ ދަނބިކޮއެވާ ރީއްޗޭ

$2
*ރީތިވީ
ކަމަނާޔަށް
މުންޑު އަނީ
ދަނބިކޮއެ ފަހެ`
},
{
  id: 37,
  name: `Dhurakah Dhuhvaa`,
  genre: 'Kaasi',
  lyrics: `#M
ދުރަކައް ދުއްވާ އޮޑި އެމަހަށް ގޮސް
*ކަނޑުމަތި ޖެހި ރައްގެއްލިދަނީ ރައްގެއްލިދަނީ

#1
ފުސްކޮޅު ހުރެގެން އުފުލި އެދާހެން
*ބަނަކަން ހަފަރާތައްށޭ ވެރިވީ
ކަނޑުމަތި ޖެހި ރައްގެއްލިދަނީ
*ރައްގެއްލިދަނީ ރައްގެއްލިދަނީ

#2
އިރުއްސޭތީ ދަޅަޔައްބަލަމުން
*ހުރިމިސްރާބުން އޮޑި އަނބުރާލާ
ކަނޑުމަތި ޖެހި ރައްގެއްލިދަނީ
*ރައްގެއްލިދަނީ ރައްގެއްލިދަނީ

-
$M
ހަޒާނާ ހަޒާނާ ކަނޑުން ލިބޭ ހަޒާނާ
*ހަޒާނާ ހަޒާނާ ކަނޑުން ލިބޭ ހަޒާނާ
މަސްމީ ދިވެހީން ގެލކަނޑުން ބާނާ ފައިދާ އެއައްހޯދާ
ހަޒާނާ ހަޒާނާ ކަނޑުން ލިބޭ ހަޒާނާ

$1
އައްވާ ފިންޔާ ތެރޭ ހީވާގީ މަސްވެރިން
*ހީވާގީ މަސްވެރިން

$2
ރޯއްޖޭ ހޯދާލަނީ ހީވާގި މަސްވެރިން
*ހީވާގީ މަސްވެރިން`
},
{
  id: 38,
  name: `Dhuhvaa Odi`,
  genre: 'Kaasi',
  lyrics: `#S
އައިނެކޭ އޮޑި ކުރީ
ލާމިގޮދަޔާ ކަންނެލީ
ތަކުރު ހުރެ ގޮތް ހުސް ވަނީ
ވާ މިގަދަ ވީއްސާރައީ

#M
ދުއްވާ އޮޑި ބާރުލާ ކެޔޮޅާ
*ހިކިފަސް މަގެ ގޯތި އަތުވޭތޯ
ހަދަނީ ވިއްސާރައޭ
*ހަދަނީ ވިއްސާރައޭ

#1
ދުއްވާ އޮޑި ބާރުލާ ކުރިއައް
*ދެރިޔާ ކުނބު ކުރިޖައްސާ
ކަނޑު އޮޅިއާ ސީދާކޮއް
*ދެފަރާތުން ދިޔަހިއްކާ
ފަލިތައް ބާލާ ފެނު އަޅުވާލާ
*އާނ ހުތް

#2
ދަންވޭ އަނދިރި ރެދަންލާ
*މުޅި ކަނޑުއޮޅި އަލިކޮއްލީ
ހޭމަތީ ބަލަ ދަރިންނޭ
*ނާމާން ކަން ވެރިވެއްޖޭ
ފަލިތައް ބާލާ ފެނު އަޅުވާލާ
*އާނ ހުތް

-
$M
އޮޑިދުއްވާ ކަނޑުތަކުގާ ރާޅު ތަކުތެރޭގާ
*ހިތްވަރުލާ ފޯރީގާ ބާނިތަކު ތެރޭގާ

$1
މެންދަމެއް ރޭގަނޑެއް ފަތިހެއް ހަމަ ނުބަލައޭ
ދަތުރައް ހެޔޮވަރޭ ކޮންމެ ވަގުތަކަސް ހެވޭ

$2
ފަތިހާ ތެދުވެގެން ތަކުރޭ ދަތުރައް ހެދީ
އޮޑިޔަށް ބޯފެނާ ކޮއްތާ ދަރުލާ ހެދީ

$M
ޖަހާޖަހާޖަހާޖާހާ ބެރުގަ ޖަހާލާ ބެރުގަޖަހާލާ ނަށާލާ
*ޖަހާޖަހާޖަހާޖާހާ ބެރުގަ ޖަހާލާ ބެރުގަޖަހާލާ ނަށާލާ

$1
ރާގުކިޔާލާ ނަލަނަލަ ރަގުކިޔާލާ
ރާގުކިޔާލާ ނަލަނަލަ ރަގުކިޔާލާ

$N
ބެރުޖަހާލާ
*ނަށާލާ`
},
{
  id: 39,
  name: `Kanzu Dhonkamana`,
  genre: 'Thinberu',
  lyrics: `#M
ގޭތެރޭން ތަކުރު ނުވާތީ
*ހާދަހާ މޭބަ ތެޅެޔޭ
ކަންޒު ދޮންކަމަނަ ނިދީގާ
*ތަންމަތީ ފުރޮޅިފަ ގޮވައޭ

#1
ވައިގަދަވެ ވާރެ އަރީއޭ
*ގުގުރި އަޑު މާގަދަވީއޭ
ވިދުވަރުން ލޯމެރެނީއޭ
*ރަށް މަތިން ކަނބިލި ގޮވީއޭ

#2
ރޭދެބައި ވީރުވެސްތާ
*ނާދެޔޭ ތަކުރު މިގެއަކަށް
މެދުގެޔައް ވާރެ ވެހޭތީ
*ގޭތެރޭ ފެން ބޮޑުވީއޭ

#3
ދާނުގާ އެކަނި މިރޭގާ
*ހާލުގާ ވޭތު ވަނީއޭ
ވާނުވާ ނޭނގި މިހެން ގޮސް
*ލޯނުމެރި އިރު އަރަނީއޭ`
},
{
  id: 40,
  name: `Dhondhaitha Dhari`,
  genre: 'Kaasi',
  lyrics: `#M
ދޮންދައިތަ ދަރި ދޮން ކަނބުލޯވާ
*އޮންނާނެ ގޭގާ ނުނިދާ
ދޮންދައިތަ ދަރި ތުތު ކަނބުލޯވާ
*އޮންނާނެ ހިތުގާނުފިލާ

#1
ވޮއްނެއް މިތަންތަން އަލިވާ
*ބޮންތީގެ ފަނޑުކުލަ އެއަރާ
ނަލަފެހި އެދިން ހަނދުވަރު އަލިވާ
*މަލަކާއެކޯނީ އިންދާ

#2
އޮއްސޭ ވިލާތަކު ތެރެވާ
*ގޮސްހުރި ވިލާރަތް އޮބިވާ
ބަރުހަނދުގެ އަލިކަން ފަޅިމެދުގާ
*ކަޅުފޮއެ އަނދިރި ވިލިރޭރޭ

-
$M
ކަނބިއްޔާ ކަނބިއްޔަށޭ މަމިގޮވަނީ
*ކަނބިލިވަލުގަ ބޮނދާފިލާ ވާތީ

$1
މަގޫ ދަނޑުގަ ނިދާނޭ ކަނޑޫފަލުގަ ހިނގާނޭ
*މަގޫ ދަނޑުގަ ނިދާނޭ ކަނޑޫފަލުގަ ހިނގާނޭ
މަގުންހިނގާ ދެކޮޅުބަލާ ހޮވާކަމުން ދާނޭ
*މަގުންހިނގާ ދެކޮޅުބަލާ ހޮވާކަމުން ދާނޭ

$2
ރޯނުވަލުން ކުދިފިޔޮށް ބޯނެފެނެއް ނުލިބުމުން
*ރޯނުވަލުން ކުދިފިޔޮށް ބޯނެފެނެއް ނުލިބުމުން
ހޯދިފަހުން ނުފެނުމުން ރޯނެވަލުގަ ހިމައަޑުން
*ހޯދިފަހުން ނުފެނުމުން ރޯނެވަލުގަ ހިމައަޑުން`
},
{
  id: 41,
  name: `Dhonveli Thundi`,
  genre: 'Kaasi',
  lyrics: `#M
ދޮންވެލި ތުނޑި ކޮޅުމަތީން
*ދެފައް ރާޅު ހޮޅި ލާޖަހާ
ދޮންފަސް އަރުވާ ތުނޑީން
*އިތުރަށް ތުނޑި ބޮޑު ވެލާ

#1
އަކިރިޔާ ވެއްޔާ ގަލާ އެކުވެރާޅާ ވޮޑުވެލާ
*އެކުވެރާއްޅާ ވޮޑުވެލާ
ލައްގުވާ ކުދިއޮއްތަކުން އެކުވެ ވެއްޔާ ގަސްފަޅާ
*އެކުވެ ވެއްޔާ ގަސްފަޅާ އެކުވެ ވެއްޔާ ގަސްފަޅާ

#2
ވޮޑިވި ދާ ތުނޑި ކޮޅު މަތީ ކުރަނގި ވައްލާ ހޯރަޔާ
*ކުރަނގި ވައްލާ ހޯރަޔާ
ބިސް އަޅާ ކިރު ދޫނިތައް ހާލި ހާލިން ތުނޑި ފުރާ
*ހާލި ހާލިން ތުނޑި ފުރާ ހާލި ހާލިން ތުނޑި ފުރާ

#3
ފަސް އަރާ ތުނޑި ކޮޅު މަތީ ލަސްތަކެއް ނުވެ ބޮޑުވެލާ
*ލަސްތަކެއް ނުވެ ބޮޑުވެލާ
ގަސްތަކާ އެކި ގާކޮޅުން މުޅި ތުނޑީ ޒީނަތް ވެލާ
*މުޅި ތުނޑީ ޒީނަތް ވެލާ މުޅި ތުނޑީ ޒީނަތް ވެލާ

-
$M
އަލަކަބޮނޑަނަ ތޯތާކުދި ވައްލަކުރަނގި ދުވެލާ
*ސިއްބުރޭރު ރަތަފައިން މުޅި ތުނޑިއެކީ ފުރާލާ
އެހަނޑަ އުޅޭ ބޯމަތިން
*ވައްލަ ދުވޭ ތުނޑިމަތިން

$M
މާކަނާ ކަލޯތާ
*މަގައިގާ ޖެހީތާ
ޖަހާއިނދެ ފިލީތާ
*ފިލާއިނދެ ރޮނީތާ
މަތިން ދަމުން ބޯޖެއްސޯ
*ތިރިން ދަމުން ކޮއްޖެއްސޯ

$1
ބުލްބުލާ އަގުލަބީ އާހު ކަނބިލި މައިނާ
*އާހު ކަނބިލި މައިނާ
ޒުރުވުތީ ތަކުތުވާ ގިނިކާމާ ދޫނިތައް
*ގިނިކާމާ ދޫނިތައް ގިނިކާމާ ދޫނިތައް

$2
ފުރުއްލާ އިލޮޅިއާ އަލަކަވައްލަ ބިސްއަޅާ
*އަލަކަވައްލަ ބިސްއަޅާ
މިޔަރެވޫ ގޮހޮރުގޭ ބޮޑުގާމާ އަޑުލަވާ
*ބޮޑުގާމާ އަޑުލަވާ ބޮޑުގާމާ އަޑުލަވާ

$3
ބިލެއްމާ ކަނޑުކަނބާ ކަނދުވަލު މާ ފޮނިވެލާ
*ކަނދުވަލު މާ ފޮނިވެލާ
ގުޑުގުޑާ ވުދުވުދޫ ކަނިފުޅުމާ ފިޔަޖަހާ
*ކަނިފުޅުމާ ފިޔަޖަހާ ކަނިފުޅުމާ ފިޔަޖަހާ`
},
{
  id: 42,
  name: `Farivaairu`,
  genre: 'Nala',
  lyrics: `#M
ފަރިވާއިރު ގުލްސަން މަލުގެވަހުންދޯ
*އަސަރުކުރާ މީޗާނދަނީ ދޯ އަސަރުކުރާ މީޗާނދަނީ

#1
ފަރިވާމިނަޔާމާ ހިތުގެވަޔާ
*އާލާކުރާނާ ރާލިޔާ
ފަރިވާމި ދޭލިޔާ ތަރުތީބުގޮތުން އާއިހާ މުނިޔާ
*އާޒާދުކުރާމީ ގުލްޒާރެކޭ

$M
އެންމެން އެކުގާ އަބަދުއުޅޭ
މިއޮތީ އުފާދޭ ގުލްޒާރެކޭ މިއޮތީ އުފާދޭ ގުލްޒާރެކޭ

$1
ނަންވާ ކަރަންކާ ފަރިވެފޮޅޭނޭ
*ޗާލްވާ ނަފުސާ މާލިބޭނޭ
ނަރުގިސްޗަބޭލީ ހެދިގެންއަރާނޭ އޯއޯއޯ
*ނަރުގިސްޗަބޭލީ ހެދިގެންއަރާނޭ
މާތައްފަރިވާ ބަހާރެކޭ
*މިއޮތީ އުފާދޭ ގުލްޒާރެކޭ މިއޮތީ އުފާދޭ ގުލްޒާރެކޭ

#M
ގުލްޒާރީ ބަހާރުގާ ހީލީމާތޯ ޕިޔާރުގާ
*އައްޗާ އައްޗާ ވާވަރޭ އައްޗާ އައްޗާ ވާވަރޭ ތޯ އައްޗާ

#1
ގުލްސަނޭމީ މަލުގެފަރިވާ
*ބުލްބުލާ މުނިޔާގެ ހިތުގާ
އަންނާތީމިހާރުގާ ހީލާފާތާ ޒާރުގާ
*އައްޗާ އައްޗާ ވާވަރޭ އައްޗާ އައްޗާ ވާވަރޭ ތޯ އައްޗާ`
},
{
  id: 43,
  name: `Edhigen Kurevey`,
  genre: 'Kaasi',
  lyrics: `#M
އެދިގެން ކުރެވޭ އަލުންއާވެ ފޯރީ
*ގައުމީ ގުލްޒާރު ތާޒާވަނޭ ހަޒާރުން

#1
މަޒީނަން ހޯދާލާ
*އާހިތްވަރަކާ ދެމުންދާށެ ފޯރީ
މަޒީނަން ހޯދާލާ
*އާހިތްވަރަކާ ދެމުންދާށެ ފޯރީ ގައުމީ ގުލްޒާރު ތަޒާވާނޭ ހަޒާރުން

-
$M
ދޮންވާމީ ޗާނދަނީގެ އާރާމާ މީރުވަހާ
*ތިޔަހަރަ ލޯބި ނަޔާ ކިޔާށެދެން ޗާލުނަޔާ

$1
ނެތީހެ ނުނީ އަދުގައި އަނިޔާ
*ކޮއްލަން ވީހެ ދިވާނާ
ހިތުން ދަނޭހޭ ރަންގުލޯބި މަތުލަބުތޯ ލޯ
*ހިތުން ދަނޭހޭ ރަންގުލޯބި މަތުލަބުތޯ ލޯ
ނަޔާ އާރާމާ މީރުވަހާ
*ތިޔަހަރަ ލޯބި ނަޔާ ކިޔާށެދެން ޗާލުނަޔާ

#M
ބިންނަން ބިނަންމާ
*ޖަންބާ ދޭލިޔާ
އައިޒާދު ރޯޅިޔާ
*އައި މިވައިރޯޅިޔާ

#1
މިވަނީމާ އަދުބިންނާށެވަނީ ޒާރުގާ
*މިވަނީމާ އަދުބިންނާށެވަނީ ޒާރުގާ
ކޯނިތައްމާ
*ފަރިވެލީމާ
އޭބަނޅިދާ މާބުރާ
*ފޫހިނެތިއުޅޭ ގުރާ
އޭރުން އުންބުލްބުލް މައިނާތަށް އައިސް ހިތްއުފާކުރާ
*އޭރުން އުންބުލްބުލް މައިނާތަށް އައިސް ހިތްއުފާކުރާ

#2
ދިރުވައި ދޭށެ އަލުން
*އެމާބުލާސާރު
ކުލަޔަރަހަޔާއި ވަހާ
*ދިރުވައިދޭ އެންމެ ނަޔާ`
},
{
  id: 44,
  name: `Eid`,
  genre: 'Thinberu',
  lyrics: `#M
އަނހާ އައީ އީދޭ ހާނ އުފާ ފުރާލާ
*ބަހާރުމިއައީ އުފަލުން ހެމުން ނަށާލާ
ފަޒާތެރޭ އުދުހޭ ދޫނިތައް ގޮވާލާ
*ބަހާރުމިއައީ އުފަލުން ހެމުން ނަށާލާ

#1
ފަތިހުހަމަހިމޭން ކަމުގާ ޝަބުނަމުން އެދިންފި ނިކަން
*ފަތިހުހަމަހިމޭން ކަމުގާ ޝަބުނަމުން އެދިން ފިނިކަން
ދަތިކަމޭއް ކަމަށް ނުހިތާ ފޮޅިލި ރީތިހާމާތައް
*ދަތިކަމޭއް ކަމަށް ނުހިތާ ފޮޅިލި ރީތިހާމާތައް
ފަތުރުވާ ހުވަނދު ހީލާ ރޯޅި އައިސް ކިޔާލާ
*ބަހާރުމިއައީ އުފަލުން ހެމުން ނަށާލާ

#2
އަދުވަމާހެ ހިތް ހެޔޮކޮއް މިތުރުނޭ އަބަދުއެކުގާ
*އަދުވަމާހެ ހިތް ހެޔޮކޮއް މިތުރުނޭ އަބަދުއެކުގާ
ގިނަޒަމާން ތަކަށް ދެމިވާ އެކުވެރިން ތަކެއް ކަމުގާ
*ގިނަޒަމާން ތަކަށް ދެމިވާ އެކުވެރިން ތަކެއް ކަމުގާ
މީއަމާން ކަމޭބުނަމުން މަރުހަބާ ކިޔާލާ
*ބަހާރުމިއައީ އުފަލުން ހެމުން ނަށާލާ

#3
އުދަވި އިރުގެ ރަންދޯދިން ރިހިފަޒާ ޖަރީކުރަމުން
*އުދަވި އިރުގެ ރަންދޯދިން ރިހިފަޒާ ޖަރީކުރަމުން
އަނދިރިކަން ފިލާނެތިގޮސް ބިރުތަކުން އުފާލިބުމުން
*އަނދިރިކަން ފިލާނެތިގޮސް ބިރުތަކުން އުފާލިބުމުން
ނިދިފިލާ ކޮވެލި ހާލާ ރާގުގާކިޔާލާ
*ބަހާރުމިއައީ އުފަލުން ހެމުން ނަށާލާ`
},
{
  id: 45,
  name: `Engi Faalhuga`,
  genre: 'Nala',
  lyrics: `#M
އެނގިފާޅުގަ ކުރި ލޯބީގަ އަނިޔާ
*ނިމިޖާނުގެ ދާނީ ނޭވާއަރާ
އަދުހާލު އެނގިވާތީހެ މުނިޔާ
*ތިޔަ ފާޅުގަދޭނީ ވޭނާ ޝަޒާ

#1
ހިތި އަސަރު ހިނގާދާ ކަމެކޭ ނެތި ވިންދު ހިތުގެދާ ކަމެކޭ
*ދަތި ހިތްވިރުވޭތީ ކަމެކޭ ނިދިގެއްލި ފިލާދާ ކަމެކޭ
މަދަދެއްނެތި ލިބުމުން ވޭނީއަސަރުގާ ނިމިޖާނުގެ ދާނީ ނޭވާއަރާ
*އެނގިފާޅުގަ ކުރި ލޯބީގަ އަނިޔާ ނިމިޖާނުގެ ދާނީ ނޭވާއަރާ

#2
ފިކުރާވެ ހިޔާލާގުޅުފާ ގުޅިއޭރު މިލޯބިން އެކުގާ
*މުޅި ރޫހް އުފާ ކޮއްދީފާ ކުރިއޭރު ހޫވާތައް ވައުދާ
ތަޅުވައިފި މަގޭހިއް ނޭންގޭ ނަޒަރުގާ ނިމިޖާނުގެ ދާނީ ނޭވާއަރާ
*އެނގިފާޅުގަ ކުރި ލޯބީގަ އަނިޔާ ތިޔަ ފާޅުގަދޭނީ ވޭނާ ސަޒާ`
},
{
  id: 46,
  name: `Ey Balhindhaa`,
  genre: 'Taki',
  lyrics: `#M
އޭބަޅިނދާ މާބުރާ ކޮކާލާ
*މަލައް އަނިޔާތަކޭ ތިޔަދެނީ
އޭގަވިނާޒުކު ކަރާ ފިޔަތަކޭ
*ބިމައް ރޫޅާ އަޅާ ތިޔަލަނީ

#1
އިރުދޯދިތައް ޖައްވައް އަލިކަން ނުދެނީސް
*ބިރުނެތިގެން މާދުރުން އަޑު އަޑު ލަމުން އައިސް
ތިރިކޮއްލާރީތި އަވަސް ހަރަކާތް ތަކެއްގާ
*އޭބަޅިނދާ މާބުރާ ކޮކާލާ މަލައް އަނިޔާތަކޭ ތިޔަދެނީ

#2
އުދުހޭއިރު ދުނިޔޭގެ ފަޒާތެރޭގާ
*ދުރުމި އަޅައިގެން ހޯދާބަލާފާ
ދުނިޔޭގެ ބިމުން ފަރިވާ ކޮންމެ މަލެއް ދެކެފާ
*އޭބަޅިނދާ މާބުރާ ކޮކާލާ މަލައް އަނިޔާތަކޭ ތިޔަދެނީ

#3
ވަސްމީރުވި ރީތިއެތައް ކުލައެއްގެ މަލާ
*ވަސް ހިތި ވިހަވީ ނުބައި އެތަކެއްމަލާމާ
އަސްތާ ރަހުމެއް އުފަލެއް މަލަކައް ނެތޭތާ
*އޭބަޅިނދާ މާބުރާ ކޮކާލާ މަލައް އަނިޔާތަކޭ ތިޔަދެނީ`
},
{
  id: 47,
  name: `Faalhugaa Dhin Aniyaa`,
  genre: 'Kaasi',
  lyrics: `#S
އައީ ލޯފުރާ ލާ
މިހިތު ކަރުނައޭ
ވަނީއޭ މިނޭވާ
ދަތިވެ ޔާރު ތެރޭން

#M
ފާޅުގާ ދިން އަނިޔައިގާ ފާރުވީ ލޯކަރުނައިގާ
*ހިތްވަނީ މާޔޫސްނުވާހާ ވޭނީ ހަނދުމައިގާ

#1
ނުވީތި އޯގާ ހާލުގާ ޖައްސާ ނަގާލާފާ
*ނުވީތި އޯގާ ހާލުގާ ޖައްސާ ނަގާލާފާ
ޒަހަމް ކުރީމާ އޭރުގާ
*މަގޭހިތާ ޖާނާ
ބެހެންދާތީ މަގޭ ނޭވާ
*އޮޔާ ރާޅާ
ނޫރު މިދެލޮލުން ކެނޑުނީމާ މޫނުވެ ކަފުނުން ފޮރުވޭމާ
*ކާކުހޭ ދެން މިކަން ކުރާނީ ޔާނާ ބުނެލީމާ

#2
އާޅާ ހުރީމެން ނޫންތޯ ލޯބިން ބީއްސައިގައި
*އާޅާ ހުރީމެން ނޫންތޯ ލޯބިން ބީއްސައިގައި
ވަނީ ދުވާލާ ރޭތާކޭ
*މޭގެ ހިތާމާއިގާ
މަގޭހާލޭ އަހާލާށޭ
*މިހިތުގާ ވާހާ
ނާޒުކުވީހިތްމޭ ތެރޭ ވިޔެ ނާރުތައް ކެނޑި މުޅި އުފާ
*ލޯމަތީ ހިތް ފަރިވެފާވާ ޗާލެއްކަމުގާވާ

-
$M
ހާދަހާ މަގޭ ހިތް ތެޅެޔޭ ބަލާލުމުން
*ހާދަހާ މަންޖެ މަށައް ލިބިދާނޭބާ

$1
ކުރަނގި ދެލޯފަދަ ތިޔަފަރި ދެލޮލާ
*ހިތިފަތު ބުމަޔާ ދޮންއިހި ކަނދުރާ ދޮންއިހި ކަނދުރާ
ހާދަބާލާ ހިތްމަވެޔޭ
*ހާދަބަލާ ހޮތްމަވެޔޭ ފޫހިނުވޭ ގައިމު ބަލަ އޭ ދޮންދޮން ކަމަނާއޭ

$2
ސާދަވިލޭރޭ ހަނދުފަދަ މޫނޭ
*ހޫރުޕަރީން ފަދަ ރީތި ޕަރީއެއް ރީތި ޕަރީއެއް
ޖަންބު ތިކޯތާފަތުގާ
*ޖަންބު ތިކޯތާފަތުގާ ބީހިލުމަށް ހިތްއެދެމޭ

$3
ލީމަ ލިބާހާ ފޭލި އެކަމާ
*ރީތިކަމުން މުޅި ކައުނު ވިދާލާ ކައުނު ވިދާލާ
ތަރިތަކުގާ ވާ އަލިކަން
*ތަރިތަކުގާ ވާ އަލިކަން ގައިމޭ ފަނޑުކޮށްލާނޭ`
},
{
  id: 48,
  name: `Fanriyaluga`,
  genre: 'Nala',
  lyrics: `#M
ފަން ރިޔަލުގާ މަހަށް ދުއްވާކަށެއް
*އެންމެ ދުވަހަކުވިޔަސް ނުފުރޭނެޔޭ

#1
އަޅުގަނޑޭ އެކަނި މިހިރީ ކޮސްވެފާ
*ފަޅުވެރިންކޮޅު ތިބީ ބައިބައި ވެފާ
ފަޅުތެރޭގާ މިއޮވެ ، ފަޅުތެރޭގާ މިއޮވެ ފެހި ބޯވިޔަސް
*ފަޅުމަތީގާ ތިބެން މަނުދާނަމޭ

#2
އަތް ހަލާކުވެ ދަނީ މިރިޔާ ނަގާ
*ވަތް ވަތުން އުނގުރި ލުއްސާ ދިޔަ ހަލާ
ބަތް ތަގަރިފަޅި ހިފައިގެން ބަތް ތަގަރިފަޅި ހިފައިގެން ދުއްވާކަށެއް
*އެންމެ ދުވަހަކު ވިޔަސް ނުފުރޭ ނެޔޭ`
},
{
  id: 49,
  name: `Farikohli`,
  genre: 'Kaasi',
  lyrics: `#M
ފަރިކޮއްލީމާތައް ނޫރާނީ
*ފަތިހުގެ އަލިން

#1
އެކިއެކި ކިރުދޫނިތަކާ
*ދުރުދުރުގައި ހޯރައަޅާ
އެކިރާގުން މިކިޔާ އިއްވާލީ
*ފަތިހުގެ އަލިން

-
$M
އާދެ ހިނގާދާން އުދުހިލާ
*ދޫނިހިފާދާން ވިލާތަކުތެރޭ

$1
އޭރުއެކީ ވަލުތެރޭގައި
*ގޮވާއަޑު އިވޭހޭ
ދާންވީތާ ތުނޑި މައްޗައް
*ދާންވީތާ ތުނޑި މައްޗައް
ދާން އުދުހިލާ ދޫނިހިފާދާން ވިލާތަކުތެރޭ
*ދާން އުދުހިލާ ދޫނިހިފާދާން ވިލާތަކުތެރޭ

#N
*ހޭޅިތެރޭންއިވޭ ގޮވާ
ތޭރަވާ
ކުކުޅުހާ
ދޫނިތައް`
},
{
  id: 50,
  name: `Fathihuge Finikan`,
  genre: 'Kaasi',
  lyrics: `#M
ފަތިހުގެ ފިނިކަންމަތީ
*ކަޅު ރަތްކުލަ ހުރީމާ
ފަރިވެއްޖެ ބަލާލުމަށް
*އުދުހުނުހާ ލޭކޮކާ

#1
ހެނދުނާއި ހަވީރާ
*ބޮސްދޭނަމެ ހިތުލާ
މެދުވެރި ކޮއް ނޫނީޔާ
*ފޮނުވީމި އުފާވާ
ތެދުވެރި ތިޔަ އާރީންނާ
*ވައިރޯޅިދިޔައިމާ
އެދުވަހުގެ ހަބަރްގާ
*ހޯދީމެ ގުޅާލާ

#2
ގުލްޝަނުގެ ތެރޭގާ
*ފެނިފާވެ ދިވާނާ
ބުލްބުލްގެ އެހީގާ
*ކޮއްލީމެ ސަމާސާ
ކުރު ރީތިވި ފިޔައިގާ
*ކަރުގަނޑުގެ ވަށާލާ
ހުދު ނޫގެ އެހީގާ
*ތޮޅެލީމެ އަރާމުގާ

#3
ހަނދުވަރުގެ ތެރޭގާ
*ނަށަމުންދާ ތަރިތައް
ލަދުވެތިވީ ދޯދިން
*އަލިކޮއްލި ބަލާލުން
ޝަބުނަމުގެ މުތީތައް
*އޮހޮރޭ ހިނދު ފަރިކަން
އަޑު ރީތިވި މާބުރު
*ހެކިވާނެ ޔަގީނުން

-
$M
ފެހި ފެހި އާޒާދީ
*ނޫރޭ އާވާނީ

$1
އުންމަތް ވެގެން ޖަރީ ޤައުމީ ރޫޙުން
*ހަމްދަން ވެވޭނެހެން އަޚުނާ އުޚުތުން
ދެއްވެވި ޢިރުޝާދީ
*ނޫރޭ އާވާނީ

$2
ވަޠަނުގެ ޝަހީދުންނާ ޤައުމީ ބަޠަލުން
*އަރިހަށް ވެދުންވެވޭ ދަސްތާ ގަތަމުން
ފަރިވާތީ ވާދީ
*ނޫރޭ އާވާނީ

$3
ޤައުމުގެ ރިޔާސަތަށް ޝުކުރުން އުފެދޭ
*ރައުނަޤު ޢިބާރަތުން ބަރުތީލަ ވެވޭ
ޝަރަފުންދޭ ޔާދީ
*ނޫރޭ އާވާނީ`
},
{
  id: 51,
  name: `Fathihuge Mudhimaa`,
  genre: 'Nala',
  lyrics: `#M
ފަތިހުގެ މުދިމާ ބަންގި ދިނީމާ
*ހާލާ ކާޅުގެ އަޑުއިވުނީމާ
ދޫކޮށް ނިދީ ބަމެން ތެދުވަންޏާ
*ދަރިވަރުނޭ ގިނަސާބަހޭ ދަރިވަރުނޭ ގިނަސާބަހޭ

#1
އުނގުމުން އުދަވާ އެހެރަ އުޖާލާ
*އުނގުމުން އުދަވާ އެހެރަ އުޖާލާ
ތަރިތައް ދައްކާ ރީތި މިސާލާ
*ތަރިތައް ދައްކާ ރީތި މިސާލާ
ނުވަދިހަ ދެވަނަ އަހަރުން ފަވާލާ
*ރީއްޗޭވާ ނަލަ ސާބަހޭ ރީއްޗޭވާ ނަލަ ސާބަހޭ

#2
ކާބަފައިންނާ އުސްތާޒުންނާ
*ކާބަފައިންނާ އުސްތާޒުންނާ
ކާބަފައިންގެ ހަނދާންތައް ދިރުވާ
*ކާބަފައިންގެ ހަނދާންތައް ދިރުވާ
ކާކުތަ ފޮރުވީ ކާކުތަ ވަޅުލީ
*ކާކު ނުހޯދާ ކާކުތަ ފޮރުވީ ކާކު ނުހޯދާ ކާކުތަ ފޮރުވީ`
},
{
  id: 52,
  name: `Finireyge Fathihey`,
  genre: 'Taki',
  lyrics: `#M
ފިނިރޭގެ ފަތިހޭ ހުރީހޭ ބަލަން
*އަރާމާއި މީރު ވަނީ މަޙުރޫމު
ލޯބީގެ ހަދިޔާ އޮތީއޭ ފަހުން
*ލިބޭނޭ އަރާމު ނުވޭ މަޙުރޫމު

#1
ކިތައްރޭ ވެލީމާ މެއަށްފިނިވަނީ
*ކިޔައިދޭނަމޭ ކީއްވެހޭ ދެރަވަނީ
ރޭގެ ގަޑިއޭ ދަނީ މޫނު އަލިކަންވަނީ
*ވިންދު ހުރިހާ ހިނދަކު ލޭ ހިލޭ ދޭނަމޭ
*ލިބޭނޭ އަރާމު ނުވޭ މަޙުރޫމު

#2
ޭއޭ މީ ނިހާއީ
*ނިހާއީ
މިހިތުގެ ޝުޢޫރޭ ނޭނގޭ
*ނޭނގޭ
ތީ ލޯބީގާ
*ފީނަންވީމާ ދަނީ ބާރޭ
ކީއްވެހޭ ލޯމަރާލީ އުފާވޭ ބުނޭ
*މީ ޖަވާބޭ ކަރުނަ ފޫދި ލޮލުގާ ވަނީ
*އަރާމާއި މީރު ވަނީ މަޙުރޫމު

#3
މިރޭ ދެންދަމާހޭ ހަނދޭ އޮއްސެނީ
*ދިޔައިމާ ނީދޭނޭހެ ފޫއްސޭވަނީ
އަލިވިލޭތީ ބިރުން މޭ އެ ރޫރޫލަނީ
*ހިތްއެދޭކަން އެދޭތީދެން މިރޭ ދާންވަނީ
*ިބޭނޭ އަރާމު ނުވޭ މަޙުރޫމު`
},
{
  id: 53,
  name: `Furadhan`,
  genre: 'Thinberu',
  lyrics: `#M
ފުރަދަން ދެބައިވެ އަނދިރިވީ
*ފެންތިކި އަޑަށް މަ ސިހިއޮތީ
ގަނޑުވަރުތެރޭގަ އެކަނިވީ
*ކަނުއަނދިރިވީމަ ބިރުގަތީ
ފަރާނިމަވެ ހެންދުތީ
*ނާމާންކަމުން ގުޑިނުލީ

#1
ގަދަ އަޑުތަކެއް އިވެންފެށީ
*ރަނގަޅަށް ބަލަން ނުކެރި އޮތީ
ގަމަކަށް ސިކުނޑިމާ ހުއްޓުނީ
*ރަނގަޅަށް ލޮލަށް މާފެންނަނީ
މުޅި އެދުވަށާ ހިނގަންފެށީ
*ގުޑިލަންނުކެރި ބަލަންއޮތީ

#2
ރުހޭކަމަށް ޔަގީން ވަނީ
*ހޫރެއް ފަދަތަ އަލިހުރީ
އިރުގަނޑަކުހުރެ ގެއްލުނީ
*ހިނދުކޮޅަކު ނެތި ފެންނަނީ
ހިނދުކޮޅަކު ނެތި ފެންނަނީ
*ގަދަރަތް ކުލައިގަ ވިދަވިދާ ބެރުބެއްދި މަލެއްގެ ސޫރަވާ
ގަދަރަތް ކުލައިގަ ވިދަވިދާ
*ބެރުބެއްދި މަލެއްގެ ސޫރަވާ

#3
އިބަ الله އަށް ރޯލަމުން އިބަ الله އަށް ރޯލަމުން
*ކިޔަންފަށާ ހިތާދުލުން
ނެތޭރަނގަޅު މި ސިކުނޑިއަށް
*ފެންތިއަޑަށް ނުސިހި ވުމަށް`
},
{
  id: 54,
  name: `Furusathu Dheynan`,
  genre: 'Kaasi',
  lyrics: `#M
ފުރުސަތުދޭނަން ހުންނާށޭ
*ހުންނާށޭ ހަމަ ހުންނާށޭ
ފޯދުނު އިރަކުން ބިންނާށޭ
*ގެންދާށޭ ހަމަ ގެންދާށޭ
ކެތްނުވެވޭހާ ވަރުވަނީ
*ތިޔަ ރީތި ޒުވާންކަން ގެއްލެނީ

#1
ދުރުދުރުގާ އަދު ތިބެވޭހޭ ތިޔަހިޔާލް
*ދެންޔާދޭށޭ ލޭގަހިނގާހާ ޕިޔާރް
އާދޭ ހެމުން
*ދެން ޖައްވުގާ
ލޯބިން އަލުން
*ދައްކައިދެމުން
ބަލަ ނޭނގި ސާމާސާ ވިހަވަނީ
*ތިޔަ ރީތި ޒުވާންކަން ގެއްލެނީ

#2
ހާދަ މައެދެމޭ ބޭޒާރެއް ނުމެވާން
*ނުވެވޭތޯ ލޯބީގާ ނުވެ ބަދުނާމް
އާދޭ ހެމުން
*ދެން ޖައްވުގާ
ލޯބިން އަލުން
*ދައްކައިދެމުން
ބަލަ ނޭނގި ސާމާސާ ވިހަވަނީ
*ތިޔަ ރީތި ޒުވާންކަން ގެއްލެނީ

-
$M
މުށުން ދެމިގެން ފިޔޭ އަތަށް ފުއްކޮޅު ދީފާ
*މަގޭ ތުނި ރަންކޮކާ ދެލޯފަދަ ރަންކޮކާ
މުށުން ބޭނުން ވެގެން މަށައް އޮޅުކުރިފަހުން
*އަތުން ދޫވީކޮކާ މަގޭ ތުނި ރަންކޮކާ

$1
ފުރުމާލާ ދެފިޔައިގާ ބޮސްދީ ހެދިން
*އިރު އިރުކޮޅުން ހާދަ ޗާލޭބުނިން
ދިރުން ލިބިފާ ވިޔަސް ހިތައް އަސަރެއް ނުކޮށް
*ފިލީ ތުނި ރަންކޮކާ ދެލޯފަދަ ރަންކޮކާ

$2
ފޮނިބޯންދީ ބަނޑުހައިކަން ފިލުވައި ދިނިން
*ފޮނިކަން ގަޔާވާނެ ހޯދައި ދިނިން
ފިނިން ރައްކާކުރަން އުނގައްލާ ފޮރުވިޔަސް
*ފިލީ ތުނި ރަންކޮކާ މަލެއްފަދަ ރަންކޮކާ

$3
ރާނީ ކަމައް ހިތުގެ އަންގައި ދިނިން
*ލޯބީގެ ގަނޑުވަރު ބިނާ ކޮއްދިނިން
އެހެން ނަމަވެސް ފިލީ އެކަން ވިސްނާ ނުލާ
*މާގޭ ތުނި ރަން ކޮޅާ މުތެއްފަދަ ރަންކޮކާ`
},
{
  id: 55,
  name: `Gaidhuru Nukiyaa`,
  genre: 'Nala',
  lyrics: `#M
ގައިދުރު ނުކިޔާ އެއްލީމާ ގާކޮޅު
ނުފެނި ކޮޅާކޮޅު ދިޔަގޮތަކުން މޮޅު މީޒާންވެ ގާކޮޅު

#1
އިޝްގުގަ ވަރުލީ ވެއްޓި ހަތާގަނޑު
*ދިއުމުން ކުޅަނދުރު އަންނާނޭ ރުޅިގަނޑު
އިޝްގުގެ ކަޅު ކަޅި ހޯދާ ޖަހަންކަށި
*މިސްރާބުން ކުޅަދުރު ހިފާނޭ ދެކަންކަށި
*ވިސްނާށޭ ކުޅަދުރު ޖަހާފާވެޔޭ ކަށި

#2
ކަށިކެޔޮ ފަލާ ދޮން ދުބުރިފަލު ތެރޭގާ
*ހަށިދުރަ ހަދާއިރުގަ އަހިފަލު ތެރޭގާ
ކަށިހެރި ނުދާ ދޮން މަގޫފަލު ތެރޭގާ
*ކަށި ނެތުނު ދަކަނދާއި އުނިފަލުތެރޭގާ
ކަށި ނެތުނު ދަކަނދާއި އުނިފަލުތެރޭގާ
*ވަށި އެންގަނޑެއްހެން ހެދޭ ބޮޑު ހަސަދަކާ

#3
ބުރައެއް ކަމަށްނުވެ ކަނޑުގެ ރާޅުފޮނުލާ
*ދުރައެއް ހަދަން ފެއްޓިހިނދު ގޮސް އުދުހިލާ
ފުރަމެންދަމާ އިރުގެ އަލިކަން ނަގާލާ
*ހުރަހައް އެޅޭދުއްތުރާތައް އުކާލާ
ހުރަހައް އެޅޭ ދުއްތުރާތައް އުކާލާ
*ކުރަމުން އުފާހެދި މިވަރު ބޮޑު ހަތަލަކަށް`
},
{
  id: 56,
  name: `Genuvi Manzaru`,
  genre: 'Nala',
  lyrics: `#M
ގެނުވި މަންޒަރުގެ ފުރިހަމަ ކަމުން
*ދެވުނުގަދަރެއް ނުއެގުނޭ ނިދީގާ
ފެނުނު ނާޒުކުއެ ހަރަކާތް ތަކުން
*ވީއިރެއް ނޭގުނެ މުޅި ނިދިގާ

#1
އަތުގުޅައިގެން ހިނގާލަން ދަނީ
*ދަންވަރުގެ ހަނމަހިމޭންކަން މާތީ
މަޑުމަޑުން ގޮސް އެދޮންވެލި ތުނޑީގާ
*މަޑުމިކޮއްލީތި އަހަރެން ދުށީމޭ

#2
ހޭލެވިއްޖޭ އުފާވެރިނިދިން
*ހޭލެވުނުއިރު އޮތިތަންމާތީ
ހޭލެވުނުވަގުތު ފޯނުން ގުޅާފާ
*ފެނުނު މަންޒަރު މަސިފަ ކޮއްދިނިމޭ

#3
ހަނދުގެ ހަނދުވަރު ޖަރީ ކުރުވިޔޭ
*ހަނދުގެ އަލިކަން އެކަނި ފިލުވައޭ
އަތުގަބާރައް އަނގޮޓި އިންތަނެއްދެން
*އަދު މަނުދެކެން ޔަގީނޭ ނިދީގާ

#4
އޮވެ ލަދުން މަދުމަދުން އުނގެމަތީ
*ބޯއަޅާލައިގެނޭ އޮވެވުނީ
އުރެދުމެއް ހަމަނުވާނަން ކަލާޔަށް
*ހަނދުގެހަނދުވަރު މިގަންދިބުނީމޭ`
},
{
  id: 57,
  name: `Guley Insaaf`,
  genre: 'Kaasi',
  lyrics: `#M
ގޫލޭ އިންސާފު ރޫހޭ
*ފޮޅުވައިދޭހާ ޖޯށޭ
ރަންގޭ ރަބީއުދޭތޯ
*ހިތްމަތުގައި ޖާނުސީދާ ވަރުވަރު ދޭހާ ނަޔާ

#1
ދިރުވާ ބަހާރީ
*ނާޒުންދޭ ޖާރީ
ދެގެރޭ ނޫރަންގުލޭލާ
*ވަސްލީނަން ހޯދޭހާ
އުދުހޭބުލްބުލް އުފާވާ
*ހިތްމަތުގައި ޖާނުސީދާ ވަރުވަރު ދޭހާ ނަޔާ

#2
ގެނުވާ ހަޒާރުން
*ގުލްޝަން ތެރޭގާ
އުދުހޭ މުނިޔާ ކޮކާލާ
*ވަސްދޭހާ މީރުމަލުގައި
އުދުހޭބުލްބުލް އުފާވާ
*ހިތްމަތުގައި ޖާނުސީދާ ވަރުވަރު ދޭހާ ނަޔާ

-
$M
ފަރިވާ އުފާވެދާ މަލޭތާ
*ކޯޅީގާ ނޫރާނީ ފޯދޭނެޔޭ

$1
ގުލޭޒާރުންނޭ އަވާއެއީ
*ރޫހޭދިރޭ

$2
ދެކޭ ފިނިރޯޅި ވައިގައިއެއީ
*މޫސުންދިރޭ`
},
{
id: 58,
name: 'Baburu Jinni',
genre: 'Nala',
lyrics: `#M
ނިކުމޭ ދުފާލަން
*ބަބުރު ޖިންނީ
ނޫނީ މެޓާކާން
*ބަބުރު ޖިންނީ
ޗިޕްސް ދަޅު ދޭނަން ކަނޑާފާ
*ބަބުރު ޖިންނ
ޗަންކީ ޗޮކު އަޅާފާ
*ބަބުރު ޖިންނީ
ބަބުރާ... ގަރުދިޔަލައިގެން
*ބަބުރާ
ބަތްޕެން ބޯލަން
*ބަބުރާ
ދެން ނުކުމޭ ނުކުމޭ
*ބަބުރާ
ދެން އާދޭ އާދޭ
*ބަބުރާ
ދެން ނޯންނާށެ އަންނާށެ އަވަހަށް ދެން
*ބަބުރު ޖިންނީ ބަބުރު ޖިންނީ ބަބުރު ޖިންނީއޭ`
},
{
  id: 59,
  name: `Hoadhima Chaalu`,
  genre: 'Nala',
  lyrics: `#M
ހޯދީމާޗާލްހެ ފަރި ގުލްޒާރު
*ހުންނާނީ ބަލަން މިރޭމެންދަންވިޔަސް މިހާރު
ކުރާތީ ހިތްއުފާ ބުނާހިތްވޭ މިހާރު
*ތީއޭ މިހިތައް އުފާދޭ ލައްޒަތޭ ބާހާރް

#1
މަލުގެ ތިރަހަ ލިބިދާނޭހޭ
*ދެވިދާނޭހޭ
އަދަދު ނުވާހާ އަނިޔާ ތިޔަދެނީ
*އެ އުފާ ދީފާ
އަނިޔާނުދީ
*ހެއް ހޭ
އަނިޔާ ނުދީ ތިޔަލައްޒަތު ދޭށޭ ލޯބީގާ ބަހާރް
*ހޯދީމާޗާލްހެ ފަރި ގުލްޒާރު ހުންނާނީ ބަލަން މިރޭމެންދަންވިޔަސް މިހާރު

#2
ނިދުނަސް މަށައް މިހާރު ހަމަފެންނަނީ ތިޔަޗާލް
*ހޯ އޯއޯއޯ
ނިދުނަސް މަށައް މިހާރު ހަމަފެންނަނީ ތިޔަޗާލް
*ނާޒުތީމަލޭ ނާޒުތީމަލޭ
އަދުޖާނުދީ
*ހެއް ހޭ
އަދުޖާނުދި ދެން ބިނދެލަން ބޭނުންވާ މާތީ މިހާރު
*ހޯދީމާޗާލްހެ ފަރި ގުލްޒާރު ހުންނާނީ ބަލަން މިރޭމެންދަންވިޔަސް މިހާރު

#3
*ނުލިބި ތިރަހަ ހަމަ ރޯންވިހޭ
މަރުވާން ވިހޭ
*މިތުރުގެ ހަނދުމައިގަ ރޯނީހޭ
ނިމިދާނީހޭ
*ތި އަރާމުދީ
ތި އަރާމުދީ ދެން ފިނިކަންދޭށޭ މިހިތައް ހަމަމިހާރު
*ހޯދީމާޗާލްހެ ފަރި ގުލްޒާރު ހުންނާނީ ބަލަން މިރޭމެންދަންވިޔަސް މިހާރު`
},
{
  id: 60,
  name: `Hoadheyey`,
  genre: 'Nala',
  lyrics: `#M
ހޯދެޔޭ އެދި ހިތުގާވާތީ ރޯވެ ހިތް އަނދާތީ
*ފުރުސަތު ދޭނުތޯއޭ އިޝްގީ މިރޭ
އާނއެކޭ ތިޔަފަރިރާނީ ޖަވާބެއް ނުދޭތީ
*ވޭނާ ހޫނުގެނުވާ މިއާހުން ގުނޭ

#1
ޖަވާހިރުން ލޯދިއްލާލީމާ ވިންދުޖަހާ މޭރޫޅޭނޭ
*ދީވާނާވާ ޗުލޫކަންވާ ޖާދޫ ދިރުވާ ތީމޫނޭ
ޖާޒުބީ ސިހުރުވާ ކަތި ނަޒަރުން އާވާރާވޭތާ
*ހޯދެޔޭ ތިހިތުގާވާތީ ރޯވެ ހިތް އަނދާތީ ފުރުސަތު ދޭނުތޯއޭ އިޝްގީ މިރޭ

#2
ނަޔާމަލޭ ހޭލަންވީމާ ޖައްވުން ރާގުޖަހާލާނޭ
*ގަޔާވެ ފިޔަތައް ހުޅުވާލީމާ މަސްތުން ޒާރު ފުރާލާނޭ
ތޫނުތޫނު ކަށިހެރެން މިހެރެނީ ގާތުންތާ އެހިތާ
*ހޯދެޔޭ ތިހިތުގާވާތީ ރޯވެ ހިތް އަނދާތީ ފުރުސަތު ދޭނުތޯއޭ އިޝްގީ މިރޭ

#3
މޫރިތިކަމުގާ މަލަކާއޭތީ ސޫރަޒަމާނައް ކުރަހާނޭ
*ހޫރެކެ ބިނމުގާ ފެނިފާވީތީ ނޫރުގެ ތާޖެއް އަޅުވާނޭ
ކޫރޫކޫރު މިދެހިތުން ދެހިތުގާ އަޅުވަން ބޭނުންތާ
*ހޯދެޔޭ ތިހިތުގާވާތީ ރޯވެ ހިތް އަނދާތީ ފުރުސަތު ދޭނުތޯއޭ އިޝްގީ މިރޭ`
},
{
  id: 61,
  name: `Hoadhima Kularan`,
  genre: 'Kaasi',
  lyrics: `#M
ހޯދިމަ ކުލަރަން ވިދާ ތޯތާ ހުޅަނގުގެ ވައިގާ އުދުހި އެދިޔާ
*ލޯބި ނުވާތީ މަށާ
*ފޫހިވެގެންތާ ދިޔާ

#1
އަތުގާ ހެވިފާ ހިފާލާ މިތުރެއް ކަމުގާވެ އުޅެފާ
*އަތުގާ ހެވިފާ ހިފާލާ މިތުރެއް ކަމުގާވެ އުޅެފާ
އިތުބާރެއްނެތް ކަމަށް މުނިޔާ ހަތުރެއް ކަމުގާ ވެގެން އެދިޔާ
*ލޯބި ނުވާތީ މަށާ

#2
ހިތުގާ އަޅު ޖައްސުވާފާ ކަރުނައިން މިދެލޯ ފުރާފާ
*ހިތުގާ އަޅު ޖައްސުވާފާ ކަރުނައިން މިދެލޯ ފުރާފާ
ހިތުގާ ގިނަ ލައްތަކެއް ޖައްސާ އަތުނުޖެހޭހާ ދުރަށް އެދިޔާ
*ލޯބި ނުވާތީ މަށާ

#3
މުއްސަނދިކަން ނެތި ދިޔައިމާ ދުއްކާންތައް ބަންދުވީމާ
*މުއްސަނދިކަން ނެތި ދިޔައިމާ ދުއްކާންތައް ބަންދުވީމާ
ފުސްމޫނައިގެން ރުޅިން އުޅެފާ މުސްކުޅިކަމުގާ ހަދާފަ ދިޔާ
*ލޯބި ނުވާތީ މަށާ

-
$M
ޗަލިރަނގަރީތޯ
*ހަމާރާ ސާލުނާ

$1
ސާލުހޭ ރަނގަރީތޯ
*ސާލުހޭ ރަނގަރީތޯ
އައްޗާ ރަނގަރީތޯ
*ހަމާރާ ސާލުނާ

#M
ރަތް ހަރުވާޅު ދައްކާލާ ބަލަ އަހަންމަދާ
*ރަތް ހަރުވާޅު ދައްކާލާ
އޭ އަހަންމަދާ
*ރަތް ހަރުވާޅު ދައްކާލާ

#1
އީސާ އަހަންމަދު ތުނބުޅީގާ ދެތިން ނުރަ އިނޯ
*އީސާ އަހަންމަދު ތުނބުޅީގާ ދެތިން ނުރަ އިނޯ
ކާފާ އަހަންމަދު ތުނބުޅީގާ ދެތިން ނުރަ އިނޯ
*ކާފާ އަހަންމަދު ތުނބުޅީގާ ދެތިން ނުރަ އިނޯ
ހަލީމަ ގޮސް ބުނީމަދޯ
*ރަތް ހަރުވާޅު ދައްކާލާ`
},
{
  id: 62,
  name: `Iru Fenun`,
  genre: 'Kaasi',
  lyrics: `#M
އިރުފެނުން ނަލަ ރީތި ހިއްލާލާ
*އޮޑިފުރާށެ ދުވެލީ އެ ހަރުކޮށްލާ
އެންނަގާ ބަރުކޮށް މިއޮޑިއަށް
*ހަރު ދުވެލި ދައްކާށެ މަސްހޯދަން

#1
ހާމަ ކަނޑުތެރޭ ހޯދަމުން
*ކަނޑު ކަފާލާ އޮޑި ދުއްވާލާ
ފޫހިކަން ނެތި ދިއްލަމުން
*މަހާވޭތޯ ބަލާ ނަގަނީ މަހާވޭތޯ ބަލާ ނަގަނީ

#2
ކެޔޮޅުބޭ ހުރެ ހަރުއަޑުން
*ފަޅުވެރިންނަށް އަންގާލައްޕޭ
އައިނެކޭ އޮވެ ކުރިމަތީ
*ރާޅު ފޮނުލާ ތަޅާނަގަނީ ރާޅު ފޮނުލާ ތަޅާނަގަނީ

#3
އިރުމެދުން އަލި ކޮއްލުމުން
*ގަދަ އަވީގާ ހިތްވަރު ލާފާ
އައިން ތެރޭގާ ފަލަ ގޮދާ
*ކުރުދޮށީގާ ތަޅާނަގަނީ ކުރުދޮށީގާ ތަޅާނަގަނީ

-
$M
ތެޔޮބާނިލާ މުޅި ކަނޑުތެރޭން
*ދުއްވާނަގާ މެކުހައްޖަހާ
ހޯރައަޅާ ބޯކޮށް ދޫނިއަރާ ފައިބާ
*މަސްދަނޑިއެކޭމީ ކެޔޮޅުބޭ މަސްއައިނެކޭ މީ ކެޔޮޅުބޭ

$1
ބޮޑުރާޅު ތެރެއިން ފޮނުގަނޑު ކަފާލާ
*މަސްއައިން އެކީގާ އޮޑިއަށް ހިފާލާ
ހުރިބާރުލާ ތިބެ އެންމެން އެކީ
*ހުރިބާރުލާ ތިބެ އެންމެން އެކީ
*މަސްދަނޑިއެކޭމީ ކެޔޮޅުބޭ މަސްއައިނެކޭ މީ ކެޔޮޅުބޭ

$2
އެންވަށިފުރާ ނެގި އެންތައް އުކާލާ
*މަސްއައިން ތެރޭގާ އަންބާ ކިޔާލާ
އަރުވާޖަހާ ތިބެ އެންމެން އެކީ
*އަރުވާޖަހާ ތިބެ އެންމެން އެކީ
*މަސްދަނޑިއެކޭމީ ކެޔޮޅުބޭ މަސްއައިނެކޭ މީ ކެޔޮޅުބޭ

$N
*އެއޮތީ މަސްއައިނެއް
އެންކެޔޮޅާ އެންއުކާ
ކުރު ދޮށިތައް ދެންނަގާ`
},
{
  id: 63,
  name: `Kaaku Aimaa`,
  genre: 'Taki',
  lyrics: `#M
ކާކު އައިމާހެ މިރޯނާވެ ހިތަކު ބާރުނެތީ
*ގެއްލިތާޒާ ނިދި ހޯދޭނެ ލޮލަކު ބާރުނެތީ
*ކާކު އައިމާ

#1
އަންނަ އޭނާގެ ހަބަރު ވައިގެތެރޭގާ ވާތީ
*އަންނަ އޭނާގެ ހަބަރު ވައިގެތެރޭގާ ވާތީ
އެންމެ ނާރެއްމެ ނުދެކެމޭ ހިމޭނުން ވާތީ
*އެންމެ ނާރެއްމެ ނުދެކެމޭ ހިމޭނުން ވާތީ
ރޫހުގުޅި ދާންފެށީ
*ރޫހުގުޅި ދާންފެށި ނޭވާގެ ކޮޅަކު ބާރުނެތީ ގެއްލިތާޒާ ނިދި ހޯދޭނެ ލޮލަކު ބާރުނެތީ

#2
މަސްތުގާ ސޫރަ އެދެކިލާށެ ހިނގުންވީ ބޮސްދީ
*މަސްތުގާ ސޫރަ އެދެކިލާށެ ހިނގުންވީ ބޮސްދީ
އޭގެ ޖަޒުބާތު ފޭނޭތޯއެ ބެލުންވީ ލޯދީ
*އޭގެ ޖަޒުބާތު ފޭނޭތޯއެ ބެލުންވީ ލޯދީ
މެމިތެޅިދާންފެށީ
*މެމިތެޅިދާންފެށި ވާނޭ މިހިތަކު ބާރުނެތީ ގެއްލިތާޒާ ނިދި ހޯދޭނެ ލޮލަކު ބާރުނެތީ

#3
އަތްއަތާ ނޯޅި ސަލާން ކޮއްލަދެނިވި ރޭތާއޭ
*އަތްއަތާ ނޯޅި ސަލާން ކޮއްލަދެނިވި ރޭތާއޭ
އަތްމަތީ ހިތްމިނިދާލާނޭ ފިނިރޭތާއޭ
*އަތްމަތީ ހިތްމިނިދާލާނޭ ފިނިރޭތާއޭ
ހާދަ އުފަލޭބުނޭ
*ހާދަ އުފަލޭބުނެ އިއްވާނެ ލޮލަކު ބާރުނެތީ ގެއްލިތާޒާ ނިދި ހޯދޭނެ ލޮލަކު ބާރުނެތީ`
},
{
  id: 64,
  name: `Kasabun`,
  genre: 'Kaasi',
  lyrics: `#M
ކަސަބުން ބޯވަޅު ކުރި ޖަރީހެދުން އަޅަމުން އަންނާށޭ
*އަސަރީ ލޯބިން މާ ގަޔާވެޔޭ އަވަހަށް އަންނާށޭ
ހަސަނާތު ތަރި ފަދައިން
*ބެބުޅުން ތަކުން ފެނޭ

#1
މަގުގާ ހިނގާފާދާއިރު ފޭލީގެ ކަންގަނޑުގެ ހަމައިން
*އަޑުރީތި ފައްޓަރުބަޔަކާ ދެއުޅާގަނޑުން ކީ ރާގުން
*ދެއުޅާގަނޑުން ކީ ރާގުން
އެކުގާ ފަރިހި ބަޅިނދާ ކޮކާ ކިޔަމުން ދެޔޭ ނަށަމުން

#2
ފަރިކަން އެވާ އިސްތަށިތައް ފަޅިއިން ރުމާ ބަނދެލާފާ
*އަލި ރަންމުތީގެ ވިދުންތައް ތުނި ކަންފަތުން ފެނިލީމާ
*ތުނި ކަންފަތުން ފެނިލީމާ
ދަތިހިތް މަދެން ކުރުވާ ގޮތުން ދެވިދާނެ ހިތް މިނަގާ

#3
ބަނޑިޔާ ކިހިލިލާ ދާއިރު ސޫރަވި ނަމޫނާ ތެދެކޭ
*ބަގިޔާގެ ފަންނީ ހުނަރުން ސިހުމެއް ލިބުން މީކަމެކޭ
*ސިހުމެއް ލިބުން މީކަމެކޭ
ބަނދި ރައިވަރުން ލިޔެ ޝާއިރުން ފުރިދާ ޚަޒާނާއޭ`
},
{
  id: 65,
  name: `Husnooran`,
  genre: 'Nala',
  lyrics: `#M
ހުސްނޫރަން ފަރުދާވެލީމާ ހަނދުގެ ނޫރުންދޭ މިސާލް
*ހުސްނުނޫރުން ދިއްލޭ ނޫރުންތާ ދެނީރޫހީ އަރާމް

#1
ސާފުރޭރޭ ނާޒުގާ ރިހިދޫލައެއް ފަތުރާލުމުން
*ސާފުރޭރޭ ނާޒުގާ ރިހިދޫލައެއް ފަތުރާލުމުން
ވާވިލާތައް އުދުހެމުން އެކިފޫއްފުށަށް ހެލިލާގޮތުން
*އާ އާ އާ އާ އާ
ފެންނަމުންދާ މާތްކަރާމުން ޖަދުލު ކުރަމުންދޭ ޒަމާން
*ހުސްނުނޫރުން ދިއްލޭ ނޫރުންތާ ދެނީރޫހީ އަރާމް

#2
ކަޝްފުވީ މޫރިތިވި ސަހުސޭތޫނު ރިހިއަލިތަކުތެރޭ
*ކަޝްފުވީ މޫރިތިވި ސަހުސޭތޫނު ރިހިއަލިތަކުތެރޭ
އަދުހެމުން ހުދު ކަބަވިލާތައް ޖައްވުގާ ފަރުދާވުމުން
*އާ އާ އާ އާ އާ
ގުދޫރަތުން ގުޅުވާލި ގުލްސަން ދޭއްވި ފަތިހަން އަލީވިލޭ
*ހުސްނުނޫރުން ދިއްލޭ ނޫރުންތާ ދެނީރޫހީ އަރާމް

#3
ފެންނަނީ ކޮންފަދަ ޝިޔާރެއްތޯއެ އަލިވި ފަޒާތެރޭ
*ފެންނަނީ ކޮންފަދަ ޝިޔާރެއްތޯއެ އަލިވި ފަޒާތެރޭ
މާނަފުން ގޮތަކަށް މިއާލަމް ނޫރަކުން ފަރިކޮއްލުމުން
*އާ އާ އާ އާ އާ
ރޭގަނޑައް ދިންޗާލު ހަނދުވަރު ރަތްވިލާތައް އޯއްސުމުން
*ހުސްނުނޫރުން ދިއްލޭ ނޫރުންތާ ދެނީރޫހީ އަރާމް`
},
{
  id: 66,
  name: `Hunnanthavi`,
  genre: 'Nala',
  lyrics: `#M
ހުންނަންތަވީ އުމުރައް މިހެން
ހިތުގާ އެދުންވާ ނުފުދިފާ
އިންނަންތަވީ ކަރުނުގެތެރޭ
ތެމިފޯވެގެންގޮސް ފޫދިފާ

#1
ފަހެދެން ނެތީހޭ މޮޅު ހަކީމީ
*ބޭހަކުން ފަރުވާއަކުން
ފޮހެލާ ދެވޭފަދަ ޑޮކުޓަރެއް
*ވާ ހިތުގެ ބައްޔަށް އުފެދިފާ

#2
އޭ މާމެލާމެލި ތަކުތެރޭ
*ފަރިވާ ވަގުތުގާ ދެކިލުމަށް
އެމާ ބުލާކަން ފަހެވަނީ
*ކޮންތާކުގާހޭ ފޯދިފާ

#3
ކިތަކައް އަހަރުދޯ ތިޔަމަލައް
*ފަރިވިފަހުން މިއަދަށް މިވީ
ހިތަކައް ލިބެން އޮތް އިރުއެތަން
*މިތަނުން އެޔަށް ހިތް ނުއެނގިފާ`
},
{
  id: 67,
  name: `Jaazubee`,
  genre: 'Nala',
  lyrics: `#M
ޖާޒުބީ އަސަރުގަދަ ފަރިނަޔާމަލުގެ ރާނީ
*ޖާނުދީ މިހާރުގޮސް މަޑުމަޑުންނެ ބިދެލާނީ

#1
އެދެމޭ ތިޔަ ގުލްޒާރުގާ ފަރުވާޔަކަށް
*ތެދެކޭލިބުމަށް ހިނދުކޮޅެއްގެ ޝިފާޔަކަށް
ނިޔަނެތި ތިޔަފަރި މަލުގެ ލޯބިލާސާނީ
*ޖާނުދީ މިހާރުގޮސް މަޑުމަޑުންނެ ބިދެލާނީ

#2
ވެދުމާއި ސަލާމާއެކީ ފޮނުވާލަނީ
*ތެދުވެރިވެވި ލޯބީގެނަރު ގުޅުވާލަނީ
އެދުމުގެ އަބަދާ އަބަދުގާ މަހުންނާނީ
*ޖާނުދީ މިހާރުގޮސް މަޑުމަޑުންނެ ބިދެލާނީ

#3
އަހުރެން މިކިޔާހާ ސަނާ ތައުރީފަކީ
*ރަހުމަތް އެދެމުން ތާއަބަދުގެ ދުޢާއަކީ
މަޙުޝަރުބިމުގާ އަހުރެނާއި އެކުވާނީ
*ޖާނުދީ މިހާރުގޮސް މަޑުމަޑުންނެ ބިދެލާނީ`
},
{
  id: 68,
  name: `Kinkirimaa`,
  genre: 'Baburu',
  lyrics: `#1
މަޑުމަޑުން ގޮސް
*ފަނޑުވަމުން
އުޑު މަތީގައި
*އެހެރަ އަލިކަން ގޮސް ނެތުނީމާ
ކޮންމެ ރެއަކުމެ ހަނދު އޮއްސި ކަޅުފޮއެވެ
*އަނދިރީވެ ދަނވަރައް ފަރިވެ ފޮޅޭ ބޯޅަ ކިންކިރިމާ
ތަންގަނޑު އެންމެނައް އެނގޭ
*ބޯޅަކިންކިރިމާ
ނަންބަރު އެއްވަނަ ދެވޭ
*ބޯޅަކިންކިރިމާ

#2
އަނދިރިބަނަ ދުނިޔެ ވީއެ
*ވިއްސާރަގަދަވެ ގުގުރަނީއެ
ކަނޑުގެ ކުލަ މިފަނޑުވެ މުޅިން
*ޖެހޭރޯޅި ވައިގާ

#3
*ކިންކިރިމާ
ބިންދާލި ބޯޅަ
ނަންބަރު ސޯޅަ
އެއްލާލި ބޯޅަ
އެންމެންގެ ބޯޅަ

#4
*ކިންކިރިމާ
އަނދިރިބަނަ ދުނިޔެ ވީއެ
ވިއްސާރަގަދަވެ ގުގުރަނީއެ
ކަނޑުގެ ކުލަ މިފަނޑުވެ މުޅިން
ޖެހޭރޯޅި ވައިގާ

#5
*ހޮނދަލިދެމޭ
ދާންމަތިން`
},
{
  id: 69,
  name: `Kohli Samaasa`,
  genre: 'Nala',
  lyrics: `#M
ކޮއްލީ ސަމާސާ އެރޭގާ
*ހިތް ދޫވިއޭ އިހްތިޔާރުގާ
ޝަބުނަމްގެ ތިކިތައް މަތީގާ
*ފަނޑު ހަނދުވަރެއްގާ އެދިންހާ

#1
މޭތެރޭގާ ހިތް އެބަ ތެޅޭހެން
*ހީވެޔޭ އޮވެ ދާނުގާ
އޭގެ އަސަރާ އިހުސާސު މޭގާ
*ލާމެހިއްޖޭ މިގޮތުގާ
އޭހިތާއޭ ސާހިބާއޭ
*މިވަރައް ކަލާގެ ހަނދާނުގާ

#2
ކިހިނަކުންހޭ އިތުބާރު ކުރާނީ
*ވެއްޖެ ހައިރާން އާޝިގާ
މާތު މުދަލާ ފައިސާ ނެތީމާ
*ދެއްކި ދަޅައޭ ބާރުލާ
އޭހިތާއޭ ސާހިބާއޭ
*މިވަރައް ކަލާގެ ހަނދާނުގާ`
},
{
  id: 70,
  name: `Kolhigandu`,
  genre: 'Nala',
  lyrics: `#M
ގަދަގަދަ ވިއްސާރަޔާ އެކު އޮޑި ރާޅާލުމުން
*ގަދަފަދަ އަޑުފަށްގަނޑާއެކު ގުޑުގުޑު ލީހިތޭ
ގަދަކަނޑު ރާޅާތެރޭ ވިއްސާ ހުދުފޮނު ލޮނޫން
*އޮހިގެންދާ ފެންތިކީން ތެމިލާ ގުޑު ލީހިތޭ

#1
ވިދުމާ ގުގުރާލުމާ އެކު ގިނަކެރި އޮހެލުމާ
*ދިރުނބާކޮޅު ހިތްމިތާ ދޫދޫވެވި ދިޔަވުމާ
ބިޔަބިޔަކޮށް ރާޅުލާ އޮޑި ދެޔަތަށް ހެލިލުމާ
*އިތުރަށް ވިދުމާއެކީ އިތުރަށް ބިރުހީވިޔޭ

#2
ކޮޅުފަސްކޮޅު ދޫވުމުން އޮޑި މުޅިއެކު ދިޔަވުމުން
*ކަޅުފޮއެ އަނދިރީތެރޭ އޮޑި އަޑިޔަށް ދާންފެށީ
ދިޔަދިޔަ ހިއްކާ ފަތުން ހިއްކާ ދިޔަ ގިނަވުމުން
*އެކުއެންމެން ގުޅިއެކީ ދިޔަގަނޑު ބޭރޭކުރީ

#3
ނަގަމުން ބިޔަރާޅުތައް ދިޔުމާއެކު ކެޔޮޅުބޭ
*ބިރުވެރިކަން ވަދެ ހިތައް އޮޑި އަނބުރާ ހިތްވުމުން
ކިރިކިރިޔާ ރާޅުލާ ފުންއެފުށަށް ނުމެދިޔާ
*އަވަހަށް އެންމެންއެކީ އޮޑި ގުލްށަން ބޮޑުޖެހީ`
},
{
  id: 71,
  name: `Lolun Ohorey`,
  genre: 'Nala',
  lyrics: `#M
ލޮލުން އޮހޮރޭއެ ކޯރު ލިބުމުން އުފަލާ ވޭނާ ހޫނު
*އެކި ޒަމާންތައް އެހާ ދެކިފާވެޔޭ އަސަރާއެކީ
*އަސަރާއެކީ

#1
އެތަށް އަނިޔާތަކެއް ލިބުނީމައޭ
*ހިތަށް ކުޅަދާނަވަރު ނުބެލީމައޭ
ކެތެއް އަމުދުން ނުވާނެ އެއަކަށް ނުބެލޭ އިހްތިޔާރު
*އެކި ޒަމާންތައް އެހާ ދެކިފާވެޔޭ އަސަރާއެކީ

#2
އުފަވާނޭ ވަގުތު ޖެހުނީމައޭ
*ހަމަ ލިބިގެން ހިތަށް ފިނިވީމައޭ
ދިރުން ލިބިފާވާ ޖާނު އަލުން ދެކޭނޭ ބަހާރު
*އެކި ޒަމާންތައް އެހާ ދެކިފާވެޔޭ އަސަރާއެކީ

#3
ލޮލުން އޮހޮރޭ ކަރުނަ ލިބިދޭނެޔޭ
*މިހިތަށް ވަގުތީ ޝިފާ ގެނުވާނެޔޭ
ވަފާތެރިޔާ ބޭނުންވީމަ އެތަކެއް ދުވަހެއްފަހު މިހާރު
*އެކި ޒަމާންތައް އެހާ ދެކިފާވެޔޭ އަސަރާއެކީ`
},
{
  id: 72,
  name: `Medhu Raajjeakun`,
  genre: 'Nala',
  lyrics: `#M
މެދުރާއްޖެއަކުން ދެކެފާ މަނަނެތޭ
*ފަހެ ފުރިހަމަ އެވަރުގެ އަންހެނެއް
ސޮނިވެއްޓި ތަލިން ކުޅުހިކި އަހުރެން
*ކޮސްވެއްޖެ އެއީވާ އަންހެނެއް

#1
ގޭދޮށުން ކުރު ކާލި ކަނޑަމޭ ނޭނގުނަސް ދެކިލާހިތުން
*ގޭދޮށުން ކުރު ކާލި ކަނޑަމޭ ނޭނގުނަސް ދެކިލާހިތުން
އޭ ހިތުގެ އޮއެވަރް ބަހާފަދަ ކައްބަދަލުކުރި އަންހެނެއް
*އޭ ހިތުގެ އޮއެވަރް ބަހާފަދަ ކައްބަދަލުކުރި އަންހެނެއް

#2
ހިތުގެ ހިމަނާ ރަން އިސާރާތް ކޮއްފިޔޭ ރަހަލާ ވަރައް
*ހިތުގެ ހިމަނާ ރަން އިސާރާތް ކޮއްފިޔޭ ރަހަލާ ވަރައް
ރީތީކޮއް މީހަކު މުޅިން މޮޔަ ކޮއްލުވާވަރު އަންހެނެއް
*ރީތީކޮއް މީހަކު މުޅިން މޮޔަ ކޮއްލުވާވަރު އަންހެނެއް

#3
އިންތިޒާރު ކުރުން އެއީވެސް ހިތްއެދޭ ގޮތަކައް ވެޔޭ
*އިންތިޒާރު ކުރުން އެއީވެސް ހިތްއެދޭ ގޮތަކައް ވެޔޭ
ކުއް އިރާދަފުޅާއެކީ އުންމީދުކުރެވޭ އަންހެނެއް
*ކުއް އިރާދަފުޅާއެކީ އުންމީދުކުރެވޭ އަންހެނެއް`
},
{
  id: 73,
  name: `Merey Loa`,
  genre: 'Kaasi',
  lyrics: `#M
މެރޭ ލޯދެކޭ ހޫނާ ވޭނީހަނދާނާ
އެދޭލޯބިޔާރާ ދަނިއޭފުރާނާ
ވެތުވިއެމާޒީގާ ދީފާއަރާމާ
ބަދަލުވީ ތިޔާރާ ދަނިއޭފުރާނާ

#1
އުފާކުރުވި މަންޒަރު ނުދާނެހިތީމޭ
އުފާކުރުވި މަންޒަރު ނުދާނެހިތީމޭ
ލިބޭތީއުފާ ހީލަހީލާ ހުރިމޭ
ތެދޭ ބޭވަފާވީމާ އުޅުނީ ޒަމާނާ އެދޭލޯބިޔާރާ ދަނިއޭފުރާނާ

#2
ދެލޯނޭދި އެދުނީމޭ ލޯބިން ފުރީމޭ
ދެލޯނޭދި އެދުނީމޭ ލޯބިން ފުރީމޭ
ނުވާނޭ ތަފާތެއް ޔަގީންކޮށް ހުރީމޭ
އަވާމެންދުރޭ ދެއްކީ ބަހަނާ ޔަކީނާ އެދޭލޯބިޔާރާ ދަނިއޭފުރާނާ

-
$M
ގުނބޭދާލަމަތީ އާތާސޭބާނިލާ
ޝޭމާންބޭ

$1
ޔާއްޖާ މޭރާސައީ
ދޭކޯމާންބިބީ
ސައްޔާޖާ މޭރާސަ
ދޭކޯމަންބިބީ
ސައްޔާ ސާރަސަގަރެވާ
އާތާސޭބާނިލާ ސޭމާންބޭ

#M
ހަސްތިލިކޭ މަނޫރޭތޯ ލައްޔާ ލިޖާ
ހަސްތިލިކޭ މަނޫރޭތޯ ލައްޔާ ލިޖާ

#1
ހަސްތީބާޒާރުމޭ ލީޖާ
ހަސްތީބާޒާރުމޭ ލީޖާ

#N
ހަސްތިލިކޭ
މަނޫރޭތޯ ލައްޔާ ލިޖާ`
},
{
  id: 74,
  name: `Mihaaru Loabin`,
  genre: 'Thinberu',
  lyrics: `#M
މިހާރު ލޯބިން މާގަތާލާ ވެދުންކުރާ
*ގައުމައް ޓަކައި މާތް
ފިދާވަމާހޭ އަޒުމުގައި މާތް ޖިހާދުގާ
*ގައުމައް ޓަކައި މާތް

#1
ހެޔޮހިތުން ދިވެހި ދަރިންނޭމިތާ ފާޅުގައި
*ހެޔޮހިތުން ދިވެހި ދަރިންނޭމިތާ ފާޅުގައި
*ޖިހާދުގާ

#2
ކާބަފައިން ގެނުވިމަގުންދާން އަޒުމްއާކުރޭ
*ކާބަފައިން ގެނުވިމަގުންދާން އަޒުމްއާކުރޭ
*ޖިހާދުގާ

#3
ދައުލަތައް ބޯލަނބާށޭ ދިވެހި އާރުނޭ
*ދައުލަތައް ބޯލަނބާށޭ ދިވެހި އާރުނޭ
*ޖިހާދުގާ`
},
{
  id: 75,
  name: `Mila Mila`,
  genre: 'Nala',
  lyrics: `#M
މިލަމިލަ ހަނދުވަރުދޭ ރޭރޭގާ
*ތިމަލައް ނުބެލޭހެ ފެނުނީމާ
ތުނިތުނި ވާރޭގަ ތެމުނީމާ
*އަސަރުން ނުބެލޭހެ ފޮޅުނީމާ

#1
ވައިރޯޅި ނުވާ ތަނަކުން ފޮޅިފާ
*ގަދަ ހޫނު އަވިން ތެމި ފޯވީމާ
މަޑަކުން ހުރެވޭހޭ އެނގުނީމާ
*ތިޗާލުވި ކުލަޔާ ގުޅުނީމާ

#2
އާޝޯހުވެދޭ ހޭޅިން ފެނިފާ
*ވައިބާރުވެ ރާޅުން ތެމުނީމާ
އޯގާވެރިކަންވެސް ނުދެވޭނޭ
*ބޯދާވެރި ބަސްތައް ނޭންގޭހޭ`
},
{
  id: 76,
  name: `Minivan Vayaa`,
  genre: 'Kaasi',
  lyrics: `#M
މިނިވަންވަޔާ ކުޅެލާށެ ތާޒާ
*މީނި ޝާނެ އުޖާލާ

#1
ޖާން ފިދާވީ ބަތަލުން
*ސާފުވެ ސީދާ އަޒުމާ ރޫހުން
ރަމްޒުން ދިރޭ އެހަނދާން ފަޒާގާ
*މީނިޝާނޭ އުޖާލާ

#2
ރޫހުދެވޭ މީ ވަތަނަށް
*ލޯބި ދެވޭނީ ގައުމާ ދީނަށް
މިންނަތް ޝުއޫރު ދިދައިން ފަވާލާ
*މީނި ޝާނޭ އުޖާލާ

-
$M
ކިނާރީއާ ބޯވަޅާ އުޖާލާވާތީ
*ކިނާރީއާ ބޯވަޅާ އުޖާލާވާތީ
އެތެދޭ ބަލާލުމައް މާރީއްޗޭ
*ބަލާލުމައް ދަޅައަޅައޭ ފަރިއޭ ޗާލޭ
މީތެދޭ ރާއްޖޭގާ އަންހެނުން މާރީއްޗޭ
*އޭރުލީ ސާދާ ހެދުންތައް ޗާލޭ

$2
ފޭރާމޭމީ ދިވެހިމި ބިމުގާ
*ދިވެހިންކަން އަންގާދޭނީ
ކަސަބުގެ ވިދުމާ އިރުވައި ހެދުމާ
*މާރީއްޗޭ ފަނޑުނުވެ ވާނޭ ބަލަން

$3
ފޭލީގާވާ ޗާލޫ ބައިތައް
*އަންގާދޭން ބޭނުންވީބާ
މީގާ ވާއިރަ ހޮޅުވައި އަތްތުން
*ހޮޅުވައިފި ކޮޅުތައް ޗާލޭ ބަލަން

$4
ފުރިހަމަވާނީ އަތިއޮތް ފައުނުލާ
*ފައްޓަރުބައި އެޅުމުން ކަރުގާ
ނޭންގޭނޭ ބުނަން ހެދުމުގެ ރީތިކަން
*ބޭނުންވާ ފަރިކަން އޭގާ ބަލަން

$N
ކިނާރީއާ
*ބޯވަޅާ އުޖާލާވާތީ`
},
{
  id: 77,
  name: `Moonuburugaa`,
  genre: 'Thinberu',
  lyrics: `#M
ތޫނު ހަނދުފާޅުވީހެން ހީވޭ ވިލާތެރޭ
*މޫނު ބުރުގާ ނެގީމާ މިރޭ

#1
ނިއުމަތެއްމީ އިނގޭ
*ލިއުމަކުން ސިފަ ނުވެވޭ
ގިއުޅު އަތުކުރި ފެނިފާ ހިތް އުދުހުނެ ފަޒާތެރޭ
*ގިއުޅު އަތުކުރި ފެނިފާ ހިތް އުދުހުނެ ފަޒާތެރޭ
*މޫނު ބުރުގާ ނެގީމާ މިރޭ

#2
ބުނި ބަހެއްމީ ތެދޭ
*އުނިކަމެއް ހިލާނުވޭ
ތުނިއެ ނިޔަފަތި ފެނިފާ ފިނިކުރުވިޔެ މިމޭތެރޭ
*ތުނިއެ ނިޔަފަތި ފެނިފާ ފިނިކުރުވިޔެ މިމޭތެރޭ
*މޫނު ބުރުގާ ނެގީމާ މިރޭ

#3
ހުރަހަކާ ނުލާ މަގޭ
*ކުރިމަތިން ސޫރަވެވޭ
ކުރަނގިފަދަ ލޯ ފެނިފާ ކުޅުހިކުނީ އަނގައިތެރޭ
*ކުރަނގިފަދަ ލޯ ފެނިފާ ކުޅުހިކުނީ އަނގައިތެރޭ
*މޫނު ބުރުގާ ނެގީމާ މިރޭ

#4
މާލުނެތް ފަޤީރެކޭ
*ފާލު ހިތު ނެއްޓި ރޮވޭ
ސާލުމޮޅި ލާންޖެހުނީ ހާލުދެރަވެ މިކަނޑު ތެރޭ
*ސާލުމޮޅި ލާންޖެހުނީ ހާލުދެރަވެ މިކަނޑު ތެރޭ
*މޫނު ބުރުގާ ނެގީމާ މިރޭ`
},
{
  id: 78,
  name: `Naamaan`,
  genre: 'Thinberu',
  lyrics: `#S
ކަޅު އަނދިރި ކަޅު ކަންމަތީން ކަޅުމަން ބިޔަ ހިޔަނި ވެލާ
ފަޅުގޯޅި ތަކު ވަޅުތަން އެދި ދޮޅު ހާސް ކަތު ބިރު އުތުރި އަރާ
*މުޅި ރަށު ތެރެ ނާމާން ވެލާ
މުޅި ރަށު ތެރެ ނާމާން ވެލާ

#M
ރަށުތެރެ ބަލަ އަނދިރިވަނީ ކަޅުފޮއެރޭ ކަޅުވެލަނީ
*މަގުތައް މަތީ ދަމުހިނގާ ބޮޑުއަށި މަތީ ސޮލަވާތް ކިޔަވާ
*ހިތްތައް ބިރު އުތުރި އަރާދަނީ ހޭ

#1
ރަށުތެރެ މުޅިން ދޮން ވެލިލާ ވަލުތެރޭގަ ދުން ޖަހާ
*ވަލުތެރޭގަ ދުން ޖަހާ
ކިޔެވެލި މޮޅު ކިޔެވުމާ މުޅި ރަށްވަށާ ހަނުހިނގާ
*މުޅި ރަށްވަށާ ހަނުހިނގާ
*އެންމެން އެކުވެ ހޭބޯނާރާ ހިތްތައް ބިރު އުތުރި އަރަދަނީ ހޭ

#2
މުޅި ރަށުއެކި ދުންދަނދިޖަހާ ކަންކަނުގާ ބިގަރުލާ
*ކަންކަނުގާ ބިގަރުލާ
ކަންވެރިބޭބެ އަރިހުގާއި މަގުތައްމަތީ ފެންމަތުރާ
*މަގުތައްމަތީ ފެންމަތުރާ
*އެންމެން އެކުވެ ހޭބޯނާރާ ހިތްތައް ބިރު އުތުރި އަރަދަނީ ހޭ

#3
ރަށުތެރެ މުޅިން ހިމޭންވެލާ ހިތްތައް މުޅިން ބިރުންފިލާ
*ހިތްތައް މުޅިން ބިރުން ފިލާ
ާބޮޑުމާލޫދަށް ސޮލަވާތްކިޔަވާ ވެރީންގެ މެދު ބޮނޑިބަތް ބަހާ
*ވެރީންގެ މެދު ބޮނޑިބަތް ބަހާ
*އެންމެން އެކުވެ އުފާނަގާ ހިތްތައް ބިރު އުތުރި އަރަދަނީ ހޭ`
},
{
  id: 79,
  name: `Namuru Annaanethi`,
  genre: 'Thinberu',
  lyrics: `#M
ރަށުގެވާއެންމެ ކަތުން ހަމްދުސަނާ ގޮވާދުލުން
*ނަމުރުއަންނާނެތީ ހޭރެނީ

#1
ހުޅަނގު ވައިގާ އަރާ
*ހުވަ ބަބުރު ދޮންބަފާ
ބުޅަލު ދަތްދޮޅި ހަލުވާލެއްވިގޮތުން ބިރުން ރޮނީ
*ބުޅަލު ދަތްދޮޅި ހަލުވާލެއްވިގޮތުން ބިރުން ރޮނީ
*ނަމުރުއަންނާނެތީ ހޭރެނީ

#2
ފޯވެނަމުރުގެ ދެލޯ
*ފޯޅަތުން ހިތްކިޔާ
ފޯވެ ކިރިކީ ދަށުން ހިނިގުދު ފެނިފައޭ ރޮނީ
*ފޯވެ ކިރިކީ ދަށުން ހިނިގުދު ފެނިފައޭ ރޮނީ
*ނަމުރުއަންނާނެތީ ހޭރެނީ`
},
{
  id: 80,
  name: `Neylhey Biskukulhey`,
  genre: 'Kaasi',
  lyrics: `#M
ނާނާ ދެކޭށޭ
*ނޭޅޭ ބިސްކުކުޅޭ މިތާއުޅެނީ

#1
ހާވާ ކުކުޅޭ މީބުނޭ
*ހާވާތީ ކެއްވާ ވަރެއް ނޫނޭ

#2
ހާމުޑި ކުކުޅޭ މީބުނޭ
*ހާލާ ފިޔޮކާ ކައި ހަދާއުޅެޔޭ

-
$M
ކަލޯމެން ކުކުޅާ ބިސްބަނޑު ގައި ތާށިވަނީހޭ
*ކަލޯމެން ކުކުޅާ ބިސްބަނޑު ގައި ތާށިވަނީހޭ

$1
ނޭނގި ބިހެއް ބޭރުވިޔަސް ހޭރިނަގާނޭ
*އަނހާ ނޭނގިބިހެއް
*ނޭނގި ބިހެއް ބޭރުވިޔަސް ހޭރިނަގާނޭ
ކަލޯ ކުކުޅާއެކަނި ފުފެން ގޮނޑުގަ އިނީހޭ
*ކަލޯމެން ކުކުޅާ ބިސްބަނޑު ގައި ތާށިވަނީހޭ

$2
ހުދުކުކުޅެއް ހަތް ބިހުގައި ހާލި ހަދާތްޕޭ
*އަނހާ ހުދުކުކުޅެއް
*ހުދުކުކުޅެއް ހަތް ބިހުގައި ހާލި ހަދާތްޕޭ
ކަލޯ ކުކުޅާއެކަނި ފުފެން ގޮނޑުގަ އީނީހޭ
*ކަލޯމެން ކުކުޅާ ބިސްބަނޑު ގައި ތާށިވަނީހޭ`
},
{
  id: 81,
  name: `Nidhaalumun`,
  genre: 'Taki',
  lyrics: `#M
ނިދާލުމުން ހީވިޔޭ މަށައް ގޮވާލައިފިޔޭ
*މަދާހިތުން އޮތްކަމުން އެނދުން ނަގައިވެސްފިޔޭ
ހިލާބުނަން ނޭންގެޔޭ އުޅޭ މިހުވަފެންތެރޭ
*ބިލާހަކަސް ބިރުތަކުން މިހިތް ފުރާލައިފިޔޭ
*މިހިތް ފުރާލައިފިޔޭ

#1
ބޯވަޅުއެޅި ރަތްލިބާސް ލައިގެން ތަކަހޮޅިއަޅާ
*ފައިގެ ދެފުންނާބުގާ ވާ ދެކަށިންވެސް ހިނގާ
ދުރުމިއަޅާ ބެލިޔަކަސް ފައިބިނމުގައި ނުޖެހެއޭ
*ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ
ބިރުވެރި ގޮތަކައް ހެމުން ސިފައެ ބަދަލުކޮއްލަމުން
*އަރުވަންފެށި ދުންތަކާ އެކުގާ ގެއަލިއްޖެޔޭ

#2
ހަނދުވަރުދޭ މޫސުމާ ގުޅިގެން އިރުއޮއްސުމާ
*އަތިރިމަތީ ގޮނޑުދޮށުން ފެނިންގެއްލޭ ގޮތްވުމާ
މިހިރަމިހިރަ ކަންތަކުން ހިތްވެސް ބިރުގެނަފިޔޭ
*ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ
ތަކުރުގެ ދޮންސަންޕަޔާ އެހެނަސް ގުޅެވިއްޖެޔޭ
*ހުކުރުވިލޭރޭ މަށާ ކައިވެނިވެސް ވެއްޖެޔޭ

#3
ދަންވަރުވިކަސް ހެވޭ ނިންޖެއްހަމަ ނާދެޔޭ
*ފެންވެރުމާ ނަލަވެގެން ބޭރައްގޮސް އާދެޔޭ
ހިތްވަރުއެލި މިކަމުގާ ބޯހާސްވާގޮތް ވެޔޭ
*ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ
ދަންބެރު ޖެހުމާއެކީ ފަޖުރުލުމާވެސްއެކީ
*ނަންކުރި ސަންޕާމަގޭ ގޯތިފަލައް ދާނެޔޭ

#4
ސަހަރޯވެސް ހީވެޔޭ އަހަރެން މޮޔަވެއްޖެޔޭ
*މަހަކަށްވުރެ ގިނަދުވަސް ވާނެކަމެއް ނޭނގެޔޭ
ހުހަކަށް މިބުނާމިކަން ދާނެކަމެއް ނޭނގެޔޭ
*ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ ބަލަ`
},
{
  id: 82,
  name: `Nookokaa`,
  genre: 'Kaasi',
  lyrics: `#S
ބޭނުމީނޫކޮކާ
މާފޮޅޭބަގީޗާގާ

#M
ބަބުޅާފިޔަގަނޑޫގެ ކުލަވަރު ތަރިއެއް ފަދަ ރަންކޮކާ
*ނަފުސާރޫހައް އުފާދީ ފިނިކަން ގެނުވާނޭބާ
މަތިވެރިތުނި ލާލުފަދަ ދީލަތިވީ ތުނި ނޫކޮކާ
*ފަތިހުގެ ހަނދުވަރުމަތިން ފެނި ދަތިކަން ފިލުވޭނޭބާ

#1
މަޑުމަޑު ލުއި އުދުހުމުގާ
*ހިތްގައިމު ފަޒާގެތެރޭ
ނަލަރިހިއަލި ހަނދުވަރުގާ
*ބަނަކަން ނެތް ޖައްވުތެރޭ
ކަނޑު ނީލަންކުލަ ދެފިޔައައް ލިބިގެންވީ ނޫކޮކާ
*ނަލަނަލަ ފަރިޗާލުހަރަކާކުރަމުން އައިރަންކޮކާ
*ނާޒުކު އުފަލެއް ކަމައްދެކި ފިނިކަން ދީފާނޭބާ

#2
މާމަލުގެ ވަހާއިކުނިން
*ހާހެއް ހާސިލްވޭތޯ
މާއެތަކެއް ޗާލުބެލުން
*ކުލަރަން ވިދުމެއްވޭތޯ
މަސްތުވެ ހިތައް ދިވާނާ ކޮއްލާފަދަ ރަންކޮކާ
*ޔާގޫތުގެ ކުލަ އެދެލޮލައް ލިބިގެންވީ ނޫކޮކާ
*ރުހިގެން ގުޅެންއެކީއެކީގާ ލޯބިން އަންނާނޭބާ

-
$M
އަލީލާން ބަލީލާން ހަތްދަގޮބަޅި ފަތީލާން
އަރިގެންގޮސް މުދުލާން
އަރިއަދޫ ގަހުއިންމާ
އަދި ނުފޮޅޭ ކުދިރަތްމާ
މާލެމަތީ ގޮވާލިހާ
ރަތްދަނޑީ ރަތްކޮކާއްކޯ ރަތްދަނޑީ ރަތްކޮކާއްކޯ

$1
އެލޯވަޅިޔަ މިލޯވަޅިޔަ
*މެދުގައޮތީ ރަންދެވަޅިޔަ
ކެލާކަތަކަ ބޯވަޅިޔަ
*ކުކުޅުވެރޭ ގޮބަޅިވެރޭ
ސާންސާން ތިންއިހާ
*ކިހާއް ކިހާއް ނާކަބޯ
ޕަންޖާގެރި ހަބީބޯ
*ކާޅުކަކުނި ރަންކަންބޯ
ކަރުކަތިލާ ތިނޯހުލާ
*ފަލާމުގުރާ ކާންކަމައްޕީސް
ތެލަކަތެލަކަ މުންޖޯ ބިސް ކޮށިތާލޯމޫންޖޯ
*ކަލޭކާން މަދޭމާ އެންމެން މުއްކަވާކޮށާ
ރޯދަޔާއިބޯދަޔާއި ނިޔަތް ތަޅާނީޅަޅޯ
*ނިޔަތް ތަޅާނީޅަޅޯ ނިޔަތް ތަޅާނީޅަޅޯ

$2
އެލަގަލަމިލަގަލަ ސުލުގިލަފައަގަލަ
އައްސިދަމަހުގަ ލަނޑާހިފާ
ގުޅުބިލަބަލުގަ ބޮނދާފިލަން ދާންދާންދާން
ތެލަކަތެލަކަ މުންޖޯ ބިސް ކޮށިތާލޯމޫންޖޯ
*ކަލޭކާން މަދޭމާ އެންމެން މުއްކަވާކޮށާ
ރޯދަޔާއިބޯދަޔާއި ނިޔަތް ތަޅާނީޅަޅޯ
*ނިޔަތް ތަޅާނީޅަޅޯ ނިޔަތް ތަޅާނީޅަޅޯ`
},
{
  id: 83,
  name: `Numibilloori`,
  genre: 'Thinberu',
  lyrics: `#M
ނުމިއްބިލޫރި ނަންކީ މަގުގައި
*ނުނިދިއްޖޭ މިތެރިހޯރަޒަމާން

#1
ރަތަހިލޮޅިފައި ފިދަނަހުރިބޮޑަނާ
*ރަތަހިލޮޅިފައި ފިދަނަހުރިބޮޑަނާ
އަތަކުނުޖެހޭ ލޮލަށް ފެނިފެނިފާ
*އަތަކުނުޖެހޭ ލޮލަށް ފެނިފެނިފާ

#2
އަލަކަދުށިމާ ދެކުނު ދޮންދޫންޏާ
*އަލަކަދުށިމާ ދެކުނު ދޮންދޫންޏާ
ނަލަކަމެއް ވާނެ މިކަން ލިބިލިބިފާ
*ނަލަކަމެއް ވާނެ މިކަން ލިބިލިބިފާ

#3
ކަނަ ދެތިން ގަހުގަ އެތިބަ މާކަނަޔާ
*ކަނަ ދެތިން ގަހުގަ އެތިބަ މާކަނަޔާ
މަތަމެނުހިފޭ ހިތުން ސިހިސިހިފާ
*މަތަމެނުހިފޭ ހިތުން ސިހިސިހިފާ

#N
ޗިކުޅިވާ ބަނޑާމެރާ ޗިކުޅީމާ
*ޗިކުޅިވާ ހޯމެރާ ޗިކުޅީމާ
ޗިކުޅިވާ ނާމޭމެރާ ޗިކުޅިމާ
*ޗިކުޅިވާ ހޯމެރާ ޗިކުޅީމާ

#N
ގޭގޭވާރެވާ ގޭގޭ
*ވާރެވާ
ގޭގޭ
*ވާރެވާ`
},
{
  id: 84,
  name: `Odi Beessaala`,
  genre: 'Kaasi',
  lyrics: `#M
އޮޑިބީއްސާލާ އޮޑިކަނދުމަތިކޮއް ފަންވަތު ކުރިލާ ދެވަލަށް ހިފަމާ
*އާނ ހުތް
ހިފާލާ
*އާނ ހުތް

#1
އޮޑިގަނޑުގާ ފޮރި ޖަހާ
*ބުރަހެލިކަން ވެރިވުމުން
ބަނޑު ފިލަޔައް ފެހި އަރާ
*ބޯހާސްވާ ގޮތް ވުމުން
*ފަންވަތުކުރިލާ ދެވަލައްހިފަމާ ފަންވަތުކުރިލާ ދެވަލައްހިފަމާ
*އާނ ހުތް
ހިފާލާ
*އާނ ހުތް

#2
ދިގުއަރިޔައް އޮޑިއަޅާ
*މާމަގުލާ ވަސްޖަހާ
ރުއްބުޑުގާ ވާޖަހާ
*ބެރިވިއްދާލާ ހިފާ
*ފަންވަތުކުރިލާ ދެވަލައްހިފަމާ ފަންވަތުކުރިލާ ދެވަލައްހިފަމާ
*އާނ ހުތް
ހިފާލާ
*އާނ ހުތް

#3
ރަށުއެންމޭނައް ގޮވާ
*ބޮޑުމަގުލާ ވާއަޅާ
އަންބާމޮޅު އިއްވުމުން
*ތިންރުކުލާ ބަނދެލަމުން
*ފަންވަތުކުރިލާ ދެވަލައްހިފަމާ ފަންވަތުކުރިލާ ދެވަލައްހިފަމާ
*އާނ ހުތް
ހިފާލާ
*އާނ ހުތް

-
$M
މިއޮޑިދުރާލާން އަނހަ ވާނެ ރިޔާލާން
*ވާނޭ ވާނޭ މިއޮޑި މަހައް ފުރާލާ
އޮޑި މިކަނދު ގަނޑޫން ނަގާ ބަނޑުފިލަ ފެނުލާ
*ވާނޭ ވާނޭ މިއޮޑި މަހައް ފުރާލާން

$1
ފިޔަވަތް އޮޑިގެޔޮކުރާ އޮޑިޔާ މުޅިފެނުޖަހާ
*އޮޑިޔާ މުޅިފެނުޖަހާ
ކިޔަ ހަރަ ހުރިހިތް މިތާ ރޯނުން ބައްދާ އަޅަ ކަކަ
*ރޯނުން ބައްދާ އަޅާ
އޮޑި ހުރެ ފެނުލާ
*ވާނޭ ވާނޭ މިއޮޑި މަހައް ފުރާލާ

$2
އިރުވަރު މޮޅުމޫސުމާ އިސްމަތް ކިޔަވާ ހަދަ ކަކަ
*އިސްމަތް ކިޔަވާ ހަދާ
ހައްސަ ހަގުން ވަތްފުރާ ފަންވަތުލާ ރުއްކުރާން
*ފަންވަތުލާ ރުއްކުރާން
އޮޑި ހުރެ ފެނުލާ
*ވާނޭ ވާނޭ މިއޮޑި މަހައް ފުރާލާ

$3
ދެވަލައްލާ އޮޑިދަށުން ބާލަން މަތި ކަނދު އަޅާ
*ބާލަން މަތި ކަނދު އަޅާ
ރަށު ކުދިބޮޑު އެންމެނައް ވަލުގާ ހިފުމައް ގޮވާ
*ވަލުގާ ހިފުމައް ގޮވާ
އޮޑި ހުރެ ފެނުލާ
*ވާނޭ ވާނޭ މިއޮޑި މަހައް ފުރާލާ

$4
*މިއޮޑި ފުރާލާނަމޭ
މަށައް މަހައް ދެވުނިއްޔާ
މަސްގަނޑުގާ ލޮނު ވިއްޔާ
މަށައް މިތާ ހުރެވެންޏާ`
},
{
  id: 85,
  name: `Raja Rani`,
  genre: 'Taki',
  lyrics: `#M
ރާޖަ ރާނީ ބަގީޗާ ދުށީމުހޭ
*ދާދިކާއިރިން ފެނޭތޯ ނުދާނުހޭ

#1
ދާބެރާއޫ ސިތާރާ ނަގާ ރާޖަހާ
ދާބެރާއޫ
ދާބެރާއޫ ސިތާރާ ނަގާ ރާޖަހާ
*ރާބެލިއްޔާ ކިޔާހާބޭ ވާހުވާ

#2
ޢަރީ ބުނާޗުކުރާ ރަންގިޔާ އެތާގެ ޖޯށަން
ޖަރީގެ ކަމަރުތަކުރްޅާ އަދަޅަތަކާ އަލިކަން
ޕަރީންގެ ޒަރުބަހަތަކުގެ ކޯރިޔާގެ ބަލާހުޅިކަން
*ދަރީން ގޮވާނަގަނީ އާތް ޕަރީ މަގޭ މޮޔަކަން`
},
{
  id: 86,
  name: `Raivareh Hedheema`,
  genre: 'Thinberu',
  lyrics: `#M
ރައިވަރެއް ހެދީމާ
*ތާރުޅި ވެއްޖައިމުތާ
ތަކު ހުއްޓަސް ތިމާ
*ބާރު ނިކަން ކޫޑަކަސް
ޅަކެޔަސް ބަނޑުފުރާ
*ކާހަސަނާ ފަރުމަސްނޫން

#1
އަނހަ އަޑުބޭ ބުނޭ
*ބަހާ ދިން ހަނޑުލަކޫ ތެރޭ
އަނހަ ކަފުޅޭ މަނިކެގެ
*ބަފާކަން ކެނޑީ ހިނގައްޖޭ
އަނހަ ސަހަރޯ ދަރުމައޭ
*އަނހަ ސަހަރޯ ދަރުމައޭ
#2
ކަމާ ހަމަ ކަންފަށާ
*ކުކުޅު ކަތިލާހަދާ
ކަމާ އެންމެން އެކީ
*ޒަމާނޭމީ އުފަވާ
އަނހަ ސަހަރޯ ދަރުމައޭ
*އަނހަ ސަހަރޯ ދަރުމައޭ
#3
ނުވަތަ ނުބުނާނުހޭ
*ނުވަތަވީ ހުންނަންހޭ
ނުވަތަ މަށަ ރުޅިވީހޭ
*ނުވަތަ ގަދަ ލޯބިވިހޭ
އަނހަ ސަހަރޯ ދަރުމައޭ
*އަނހަ ސަހަރޯ ދަރުމައޭ
#N
*ތާރުޅި ވެއްޖައިމުތާ
ރައިވަރެއް ހެދީމާ
ރައިވަރެއް ލިޔުނީމާ
ރައިވަރެއް ކިއީމާ`
},
{
  id: 87,
  name: `Rey Vissaara`,
  genre: 'Baburu',
  lyrics: `#M
*އައްޗާ ރޭވިއްސާރޭ
އައްޗޭންބޭރެ އައްޗޭންބޭރެ މައްޗައް ސިދިޔޯން ވަރިޒުވަޔޯ
ރޭ ވިއްސާރަޔޯ
ވެހި ސިއްސާލީއްޔޯ

#1
*ވިއްސާލަޔޯ ވިއްސާ
ފެން ނުވިއްވިއްސާ ވިއްސާލަޔޯ ވިއްސާ ސިނގިރިބަނަ
ވެރިވެ ބަނަ
އަނދިރި ބަނަ
މަހުރުޖޫ
ރަޖަލަރާ
ބަނަވެ ބަނަ

#2
*ވެނުވެހި ވެހިދޭ
ބަލަމިތާ
ބޮޑު އެއްޗިކި
ހުރެމިތާ
ބަލަމިތާ`
},
{
  id: 88,
  name: `Roasheyvi Hithaamain`,
  genre: 'Nala',
  lyrics: `#M
ރޯށޭވީ ހިތާމައިން ދޫވީތި ތާއޭ
*އަތުވާނޭބާއޭ ތޭރަވާ
ފަރުވާވެ ހުރީމޭ އަތިރިމަތީ ގައި
*ފައިތިލަތައް ފެނުގައި ރޮދިޖަހާ
*ރޯށޭވީ ހިތާމައިން

#1
ގަސްތަކު ތެރޭގަ ފިލާމައޮތިމޭ
*މަޅި ފަތިޖަހައިގެން ހިފޭތޯ ބެލީމޭ
ނަމަވެސް ނުހިފުނޭ ރީތި ތޭރަވާ

#2
ހޭލާމަ އިނދެ ރޭގަނޑާއި ދުވާލާ
*ނޭވާ ކަމައްވި މަގޭތޭރަވާތާ
ފޭރާކަމައް ފަތްތަކުންވޭނިވާ

#3
ތޮށިގަނޑު މަތީގަ ފެނޭތޯ ދުވީމޭ
*ބާވާ ކަނޑޫވެސް ބޮނދާއޮވެ ބެލީމޭ
ގިސްލާ ރޮވިއްޖޭ މަށައް ވިދެރައިން`
},
{
  id: 89,
  name: `Saafu Loayybeh`,
  genre: 'Taki',
  lyrics: `#M
ސާފު ލޯތްބެއް ހިނގާނޭގޮތް ވިއްޔާ
*ލޯތްބެއް ހިނގާނޭގޮތް ވިއްޔާ
މިހާލޯބީގާ ކުރާނޭތޯ ހަދިޔާ
*ލޯބީގާ ކުރާނޭތޯ ހަދިޔާ

#1
ވީތަނަކުން ގެންނަން އަދިމާ ބިންނަން ވާނޭ
*ވީތަނަކާ ވާހާތަނެއް ހޯދަންވާނޭ
ރީތިމާތައް ފޮޅޭނޭ ގޮތްވިއްޔާ
*މާތައް ފޮޅޭނޭ ގޮތްވިއްޔާ

#2
ހޯދޭހާތާކުން އެއްމެން ހޯދަން ގޮސްގެން
*ހޯދުނުހާތާކުން ގެނެސް އިންދައިދީގެން
ލޯބިގަސްތައް ހެދޭނޭ ގޮތްވިއްޔާ
*ގަސްތައް ހެދޭނޭ ގޮތްވިއްޔާ

#3
ރޯކުރެވޭނޭތޯ މަލުގާ ހުއްޓާވަހެއް
*ނުކުރެހުން ތަކާ އެތައް ޒާތީގޮތެއް
ރޫހުއެމަލައް ގުޅޭނޭ ގޮތްވިއްޔާ
*އެމަލައް ގުޅޭނޭ ގޮތްވިއްޔާ

#4
އިންސާނީހިތެއް ފިސްފިސް ވާތަންދެކެން
*އިންސާފެއް ނުކޮއް ބަލަންވީހޭ ތިބެން
ވިސްނުމުން ކަންވެވޭނޭ ގޮތްވިއްޔާ
*ވިސްނުމުން ކަންވެވޭނޭ ގޮތްވިއްޔާ`
},
{
  id: 90,
  name: `Thagudheerugaa`,
  genre: 'Kaasi',
  lyrics: `#M
ތަގުދީރުގާ މިހިނގާ ނަޔާވީ
*ގުޅިފާ ނަސީބާ ގަޔާވާ
އަގުބޮޑު ޖަވާހިރު ފަދައިން އަރާމީ
*ރާނީގެ ލޯބިލިބޭތީ

#1
އަރިޔައް ހިނގާލާ
*އަދަދުން ފުރޭހާ
އަރިޔައް ހަދާލާ
*އާޒާދަކުންހީ
ފުރިއުތުރިގެން ހިތް އުފާ ވެދާތީ
*ދުރުގާ ހުރުމުން ކެތްނުވާތީ

#2
އުފަލުން ފުރޭހާ
*ހިނިތުން ވެލާފާ
ތިމަލުން އަރާމާ
*ފޮނި މީރުކަންވާ
ތިޔަރީތިވާ މާވާތާ އެޗާލޫ
*ތިހިތުން އުފާ އަދު ލިބެތީ

#3
ހިނިތުން ވެލާފާ
*މިހިތައް ޝިފާދީ
ފިނިކަން ހިތައްދީ
*އުފަލުން ފުރޭހާ
މިނިވަން ކަމާއެކު ހަޔާތްގާ މާޒީ
*ހިނިތުންވެލާ އެކު ބަލާތީ

-
$M
ރައިވަރަކުން އަޑުލައްވާ ދުވެނަގާ
*ހައިކަން ފިލުވާ ކޯފާ ރުކައްއަރާ
މާރީތިވި ރަނިކަމަނާ ދުވެނަގާ
*ބާރައްހުރެ ހާޅޭއްލަވާ ހިފާނަގާ

$1
ހިތުގާ ބިރުވެރިކަމެއް އުފެދޭހެން މާދުރުން
*ހިތު ވިންދޭ އަވަސްވެގެން ތެޅިގަތީ މުޅިހަށީ
ހުރެގެން ތެޅިވެސްނުލާ
*ހިތުގާހުރެ ބިންވަޅުން

$2
މާރުކު މާފަންމަތީ ފަރިޔައް ހެލިލާ އިނީ
*ހާރުއަޅާ ނަލަވެފާ ރީތިކަމުން ޝޯހުވެފާ
ދުރުގާ ތެޅިވެސްނުލާ
*ހުރެގެން ލޯބިންބަލާ

$3
ވަދެގެން ގަސްތަކުތެރޭން ދިޔަގޮތަކުން ގެއްލުމުން
*ވަލަކުން ހޯދާކަށެއް ދާކައް ހިތްނޭދުމުން
ފަހަތުން ދުވެއަންނަހެން
*އިއްވަލީ ފަހަތްބަލާ

$N
*ފާރަލާ
ދުރުގާހުރެ
އަރިއަށް ހުރެ`
},
{
  id: 91,
  name: `Kathi Kathi Vey`,
  genre: 'Nala',
  lyrics: `#M
ކަތިކަތި
*ވޭބަލަ
ދަހިދަހި
*ވޭހިތް
ފެނުމުން އިސްޤުމަލާ
*ފެނުމުން އިސްޤުމަލާ
ދެކިދެކި
*ހިތް މުޅި
އެދިއެދި
*ހިތް އެކު
ފެނުމުން އިސްކުމަލާ
*ފެނުމުން އިސްކުމަލާ

#1
ގުލްސަނުގާ ފޮޅި
*ފަރިވި ތާޒާ
ތިމަލައް އެދި ކުރެވޭ
*ތިމަލައް އެދި ކުރެވޭ
އުމުރުގާ ހިތް އެދިގެން އާދޭސް
*ކުރެވޭ ތިޔައީ ފަރިމަލާއޭ

#2
ނަލަކޮށް އެގޮވާ
*މުނިޔާ ރާގަށް
ފަރިކަމާއެކުގައި
*ފަރިކަމާއެކުގައި
ނަލަ ކަމާއެކު ފަރި ހަރަކާތުން
*ހިތް ޒަހަމްކުރި ފަރިމަލާއޭ

#3
ހިތުގެ އުދާސްތައް
*އުތުރި އަރާއިރު
އިސްކުގެ ލައްޒަތަކާ
*އިސްކުގެ ލައްޒަތަކާ
ހިތުގެ އަޑިން އެދި އަބަދު ގޮވޭފަދަ
*ޗާލު ނަލަވީ ފަރިމަލާއޭ`
},
{
  id: 92,
  name: `Vidhaa Gurahaige`,
  genre: 'Nala',
  lyrics: `#M
ވިދާ ގުރަހައިގެ ތަރިތައްވެސް
*ތިބާފެނިފާ ސަޖިދަ ކުރެޔޭ
ފިދާނުމެވާނެ މަހުލޫގެއް
*އުޑާބިނމުގާ ހިލާނުވެޔޭ
*ވިދާ ގުރަހައިގެ ތަރިތައްވެސް

#1
ސަލާމޭ އާޝިގާއޭ ލޯތްބަކީ ތިޔައޭ މަގޭ ރުހީ
*ސަލާމޭ އާޝިގާއޭ ލޯތްބަކީ ތިޔައޭ މަގޭ ރުހީ
ކަލާތީ ހޫރެކޭ ރޯޝަން އުޖާލާ މޫނުގެ ވެރިޝާހީ
*ބަލާށޭ ފަހެ ހަނދައްވެސް އަލިކަމެއް ލިބިފާ ތިހާނުވެޔޭ

#2
ޔަގީނޭ މީރުވަސް ފިނިފެން މަލައް ލިބުނީ ކަލާގެ ވަހުން
*ޔަގީނޭ މީރުވަސް ފިނިފެން މަލައް ލިބުނީ ކަލާގެ ވަހުން
ހަގީގީ ރީތިކަން ހުރިހާ މަލައް ލިބުނީ ތިޔަ ރީތިކަމުން
*ބަގީޗާގާ ތިހާ ފުރިހަމަ މަލެއް ތާޒާ ފޮޅުން ނުވެޔޭ

#3
ތެދޭ ނުމެވޭ ކެތެއް ޅަޒުވާން ހިތައް ތިޔާރީތިކަން ފެނުމުން
*ތެދޭ ނުމެވޭ ކެތެއް ޅަޒުވާން ހިތައް ތިޔާރީތިކަން ފެނުމުން
އެދޭތިޔަ ޗާލު ހަށިގަނޑުގާ ވި އަސަރާ ޖާދޫގާ ޖެހުމުން
*ނެތޭ ޔާރެއް ތިބާމެނުވީ މިދުނިޔޭގާ ހިލާނުވެޔޭ`
},
{
  id: 93,
  name: `Aee Aeetho`,
  genre: 'Kaasi',
  lyrics: `#M
އައީއައީތޯ މައިނާ މީގުލްޝަން ނޫރީ ނޫންގުރާ
*އައީއައީތޯ މައިނާ މީ
ގުލްޝަން މަނޫރީ ނޫގުރާ
*އައީއައީތޯ މައިނާ މީ

#1
އަލުން ހިތެއް ދިރުވައިދޭ
*އަލުން ގޮތެއް ހޯދައިދޭ
މަލުން މަލުން ފޮނި ބޯން އުދުހޭ މީ ބުލްބުލް ކެނެރީ މާބުރާ
*އައީއައީތޯ މައިނާ މީގުލްޝަން ނޫރީ ނޫންގުރާ

-
$M
ސޯސަން ގުލްމާ ފަރިވާ އިރައް
*ތޯތާ މުނިޔާ ކުދި ދޯނިތަކޭ އުދުހެނީ

$1
ފިޔަތައް ވާޅު ވެގެން އުދުހޭ ކުދި ދޫނިތައް
*ފިޔަތައް ވާޅު ވެގެން އުދުހޭ ކުދި ދޫނިތައް
ޒާރެއް މަލުގާ ފިޔަފޮޅުވައިންގެން އުދުހެނީ
*ޒާރެއް މަލުގާ ފިޔަފޮޅުވައިންގެން އުދުހެނީ`
},
{
  id: 94,
  name: `Aissele`,
  genre: 'Taki',
  lyrics: `#M
ތައައިސްސެލޭ އަވަހަށް އައިއްސެލޭ
*ތައައިސްސެލޭ އަވަހަށް އައިއްސެލޭ
ތަކޮންތާކަށްހޭ ތިޔަދަނޫ
*ތަކޮންތާކަށްހޭ ތިޔަދަނޫ

#1
ތިވަރުގެ ފޮނިކަމެއް އަފްރީންނެއް ނުދެކެމޭ
*ތިޔަހެންތިޔަދަނޫ އާދޭސްކުރުވަން އަހޭ
ތިޔަހެންހެދޫ މާ ކިހާދެރަމަވާޅަހޭ
*ތަ ތިޔާދަނޫ ހޭ އަހާވެސް ނުލާންހޭ

#2
މިވަރުން މިއުޅެނޫ ހިތުގާ ރިއްސާވަރުން
*ބޭނުންހަމަވަނޫ ތަހިތުން ބޮޑުޖާގައެއް
މިހިތައް ޝިފާއެއް ލިބެން ނޭދެނޫހޭ
*ރުހިގެން މަށާއެކުގަ އުމުރަށް އުޅޭންހޭ

#3
ބުނެފުއްވާ ޔަގީން އެރިގެންވެސް ދާނިމޭ
*ތެމުނަސް ވަރިހަމައޭ ރުހިގެން އަދު ދާނިމޭ
އަފްރީން ތަދެކެ މާބޮޑަށް ލޯބިމިވަނޫ
*ބުނެފުއްވާ ގައިގާ މަ ޅިޔަވެސް އަޅާމޭ`
},
{
  id: 95,
  name: `Andhireethereyn`,
  genre: 'Baburu',
  lyrics: `#M
އަނދިރީތެރޭން ހާގޮވަ އަޑުއިވިލައެ ފަތިހަށްޓަކާ
*އަނދިރީތެރޭން ހާގޮވަ އަޑުއިވިލައެ ފަތިހަށްޓަކާ
އެސޮރުމެން ހޭއަރާ ފަޅުވެރިކުދީން ނަށް ގޮވާ
*އެސޮރުމެން ހޭއަރާ ފަޅުވެރިކުދީން ނަށް ގޮވާ
ކެޔޮޅުބެ ހޭވެރިކަންވެ ފަޅުވެރިކުދީން ނަށް ގޮވާ
*ކެޔޮޅުބެ ހޭވެރިކަންވެ ފަޅުވެރިކުދީން ނަށް ގޮވާ

#1
ނާމާން ބިޔަ ކަނޑުތެރޭ
*ވާނޭގޮތް ނޭނގިފާ
ޖެހި ރާޅާއެކު ކުދީން
*ގަތް ބިރު ބޮޑުވީތާ
މިސްރާބެއް ނޭނގި މިތާ
*ދަތުރެއް ފެށުނީބާ
އޮޑިއެއްކޮށް މިއޮށް މުޅިން
*އަދިއަށް ގެނބެނީބާ

#2
*ހޭވައްލާ
ކެޔޮޅުބޭ
ފަޅުވެރިން`
},
{
  id: 96,
  name: `Beeve Athun`,
  genre: 'Nala',
  lyrics: `#M
ބީވެއަތުން ދީޔާ ހީރާ މުތުރަނު ކުލަވާ
*މުޖުރާއޭ ފުޅުނާޔާ

#1
ކިޔަމޭ މިފަރިހި ދެންފަށާ
*ލިޔޭ އާނާކޮށް ރީފުތާ
ކިޔަމަނު ކުލަރަނުފުޅުވީ ދުވަގީ ނިޔަނެތި ވީފުޅު މުޖުރާ
*މުޖުރާއޭ ފުޅުނާޔާ

#2
ފާރިސީންނާ ޖަރުމަނާ
*ނާއި އަދަބުންވާ ހޯދާ
ލާނުމެރި އެބިލާތުގާވާ މާބަގީޗާ ބެލުމާ
*މުޖުރާއޭ ފުޅުނާޔާ

#3
ގަންނަން ނޫރު ޝަހަރުބާލާ
*ބައްލަވާ ތިރިސީނޫނާ
އަންޒަމާނު ހިޖާޒުކަރަބެލުމާ ރިވެތިފުޅު މުޖުރާ
*މުޖުރާއޭ ފުޅުނާޔާ`
},
{
  id: 97,
  name: `Beynumey Beynumey`,
  genre: 'Nala',
  lyrics: `#M
ފިޔަ ރީތިކަމުންނޭ ނަމުން ގޮވާލީ އޭމަލާ
*ވަސް މީރުކަމުންނޭ ދުރަށް ނުދެވުނީ ބޭނުމޭ ބޭނުމޭ

#1
ފިޔަތަކުގެ ހިޔާވަހިކަން އެދެމޭ
*ކަރުގަނޑުގެ ވަހާއެކު މޯޅިނުވާން
އަނދިރީގެ ތެރޭން އަލިކަން ލިބުނޭ
*ފެނުނީމަ ތިމާ ބިންނަން ބޭނުމޭ ބޭނުމޭ

#2
ނިޔަނެތި ފިޔަތައް ފަރިވީމަ ފޮޅޭ
*އެދެމޭ އިންނަން ވަސްބަލަބަލާ
ކަތިފިޔަ ނުމެވާ ހޫރެއްފަދަމާ
*ފިރުކިފަ ނަމަވެސް ބިންނަން ބޭނުމޭ ބޭނުމޭ

#3
ގަސްތަކުގެ ތެރޭން އަލިކަންވި މަލާ
*އަރިއަރިވެ ބެލިން އެދިގެން މަ ކަލާ
ކަޅި ހުއްޓިހުރިން ރުހިގެން މަ ކަލާ
*ހިތުލީމަ ތިމާބިނދެލަން ބޭނުމޭ ބޭނުމޭ`
},
{
  id: 98,
  name: `Chaalo Jazeera`,
  genre: 'Nala',
  lyrics: `#M
ޗާލޫ ޖަޒީރާމީ
*މޫސުންވި ތާޒާމީ
ދިވެހިން އުފާވާމީ
*ނޫރާނީ ރީތި ސާފު ރާއްޖެއާއި މިމާލެއާއި ހޯ
ނޫރާނީ ރީތި ސާފު ރާއްޖެ
*އާއި މިމާލެއާއި ހޯ

#1
ރީތި ނޫއުޑާ ކަނޑުގާވީ ބަހާރު
*ރީތި ނޫއުޑާ ކަނޑުގާވީ ބަހާރު
ރޯޅިވައި ހިނގާ ބިނމުގާ ވީ ބަހާރު
*ރޯޅިވައި ހިނގާ ބިނމުގާ ވީ ބަހާރު
އިރާއެ ހަނދާއޭ ފަޒާއޭ
*ނޫރުންދޭ ދޯދިންދޭ ހޫނުންދޭ
އާބާދުވީ އަތޮޅާއި ރާއްޖެ
*އާއި މިމާލެއާއި ހޯ

#2
ވާހިދުން މިތާ ހޯދޭނޭ އަރާމު
*ވާހިދުން މިތާ ހޯދޭނޭ އަރާމު
އާވެ ރޫހަނީގުޅުމާ އިޙުތިރާމު
*އާވެ ރޫހަނީގުޅުމާ އިޙުތިރާމު
ޝުއޫރޭ ނަޒާރޭ ޤަރާރޭ
*މަލުގާވީ ވަލުގާވީ ފަޅުގާވީ
ފަރިކަމޭ ނަން ދިރޭނެ ރާއްޖެ
*އާއި މިމާލެއާއި ހޯ

#3
މޫސުމުން އަސަރު ލިއްބައިދޭ އަމާން
*މޫސުމުން އަސަރު ލިއްބައިދޭ އަމާން
ހާމަވީ ގެނައި އާޒާދީ ނިޝާން
*ހާމަވީ ގެނައި އާޒާދީ ނިޝާން
މިބަސްދީ މިމަސްތީ މިހަސްތީ
*ހޯދާށޭ އަންނާށޭ ބޯދޭށޭ
ނޫކުލަދޭ ސަރަހައްދާއި ރާއްޖެ
*އާއި މިމާލެއާއި ހޯ`
},
{
  id: 99,
  name: `Chaandhanee Maa`,
  genre: 'Baburu',
  lyrics: `#1
ޗާންދަނީ މާ ފަރިވާ ޗާންދަނީ
*ޗާންދަނީ މާ ފަރިވާ ޗާންދަނީ
ޗާންދަނީ މާ ފަރިވާ
*ޗާންދާދޭ ހޫ މަލޭ ޗާންދަނީ
ފަރިކޮށްލިނަޔާ
*ޗާންދަނީ އުފާ
ފޮޅުވާލި ވަޔާ
*ޗާންދަނީ އުފާ
ހިއްލާލި ނަޔާ
*ޗާންދަނީ އުފާ

#2
*ދިރުންއާވޭތޯ
ޒަހަރު އަތަރު ގައިގަ ދަމާލީ
ކެލާބޮކަރު ބޮލުގަ ވަށާލީ
ޒަހަރު އަތަރު ގައިގަ ދަމާލީ

#3
*އުނގުޅާށޭ
މަޑުމަޑުން
ކަނފަތުގަ
ވަގުވަގަށް
ލަސްލަހުން`
},
{
  id: 100,
  name: `Dhehitheh Gulheyney`,
  genre: 'Taki',
  lyrics: `#M
ދެހިތެއް ގުޅޭނޭ ދެހިތެއް ނެތޭނޭ
*ހޯދަންވީ ނޫރު ވިދާލީ
ދުނިޔޭގެ ތެރެއިން ރޫހާއި ގުޅިގެން
*ހޯދާށެ މީރު އުފާވީ

#1
މިހެންމިހެން ފެށެންވުމުން ދިރޭށެ ވީ ޖާން
*އަދުގާމިވީ ހިނގާށެ ހޯދާ
އަސަރުއަސަރު ހިތައްވުމުން ނުވާނެ ހައިރާން
*ފެނުމާއެކީ މިވީ އިރާދާން
އަދު ހިތުގާ ކިޔައިދިން ރޫހޭ
*އަދުބުނަމޭ މިގޮތޭ ވާނީ

#2
މިހެންމިހެން ނިމެންވުމުން ހިތާއި ގުރުބާން
*އަދުގާ މިވީ ފުރާނަ ރޯލާ
އެތައްއެތައް ފަހަރުވުމުން ނުވާނެ ހައިރާން
*ނިމުމާއެކީ މިވީއެ ބަދުނާމު
އަދުމިހިނގާ ދުނިޔެ ހަމައިން
*އަދުބުނަމޭ މިގޮތޭ ވާނީ`
},
{
  id: 101,
  name: `Dheythi Hiley`,
  genre: 'Nala',
  lyrics: `#M
ދޭތީ ހިލޭ ޒިންދްގާނީރޭ ތީރުދެންވީ ޖަވާނިހެރީ
*ތޯއެ ރޭ އާއެ ޢަމްބީ މިތާ އެހުރީ

#1
ހާލުވަނީއޭ ލޯބި ވިރާނާ
*އަދުތަ ނަފުސު ބަދަލު ކުރިޖާނާ މަލުގެ ޕަރުވާނާ
ދާހަ އެރޫހުވެ ލޮބުވެތި ޖާނާ
*ލޮބުވެތި ޖާނާ

#2
ސާމިލުވީ އަދު ރޫހާ ޖާނޭ
*ހެކިވެ މިލޯބި ތެރޭގާ ހާލެމި ދެން މިތުރާއެ
ވާލޯބި ނުދެކޭ ހިތުގެ ހަޒާނާ
*ހިތުގެ ހަޒާނާ`
},
{
  id: 102,
  name: `Dhonhiyalaa Alifulhu`,
  genre: 'Kaasi',
  lyrics: `#M
އަޑު އަހަމޭ މީފަސާނާ ލޮބުވެތި އަލިފުޅު ދޮންހިޔަލާ
*ގުޅި ލޯބިން ހިތްހިތާވީ އަބަދައްތާ

#1
އަލިފުޅުމީ ނެތް މިސާލޭ އިޝްޤުގެ ބަތޮލޭ
*އަލިފުޅުމީ ނެތް މިސާލޭ އިޝްޤުގެ ބަތޮލޭ
އަލިފުޅު އަދި ދޮންހިޔަލާ އެއްޖިސްމެއް އެއްގޮތް މިސާލޭ
*ގުޅި ލޯބިން ހިތްހިތާވީ އަބަދައްތާ

#2
ހަނދުފަދަ ދޮންހިޔަލަ ޗާލޭ އެދުވެރި ލޯބީވެރިޔެއް
*ހަނދުފަދަ ދޮންހިޔަލަ ޗާލޭ އެދުވެރި ލޯބީވެރިޔެއް
ދަތިތައް ކުރިމަތިވީމާ ގޯހީ މީރުހުމުން ވަރާއޭ
*ގުޅި ލޯބިން ހިތްހިތާވީ އަބަދައްތާ

-
$M
ވާމުޅިން އުޖާލާ
*ލޯބީގެ ޒަމާނުގާ ރޯޝާނީ ބަހާރެކޭ

$1
މާކު އުފާތާ ޕާކުތެރޭގާ
*މާކު އުފާތާ ޕާކުތެރޭގާ
ނައްޗިޅިޔާ ކިޔަނީ އުފަލުގާ ނާ
*ނައްޗިޅިޔާ ކިޔަނީ އުފަލުގާ ނާ
*ލޯބީގެ ޒަމާނުގާ ރޯޝާނީ ބަހާރެކޭ

$N
*ފެންމަތިވާ ގަބުރެއްފެނެޔޭ
ނިކަންދެންބަލާ
މިއޮށް ފެންނަނީ
މިއޮށް ގެންދަނީ
އަޅޭ ދެންބަލާ`
},
{
  id: 103,
  name: `Ey Haadha Edhen`,
  genre: 'Nala',
  lyrics: `#M
އޭ ހާދައެދެން ތިޔަ މޫނުދެކެން
*ފަހެ ހިއްލާލަދީ ނިޣާބް
އާލަމް ޖަރީވެދާހާ
*ވިދާލައޭ ނޫރާ ޝަބާބު

#1
ބުލްބުލްގެ މަސްތު ނަގުމާހެން
*ރާނީގެ ހިމައަޑުން
އިއްވާލި ރީތި ރާގުންނޭ
*ހައިރާންވެ ވީ އަޖައިބު

#2
ޖަންނަތުގެ ހޫރެކޭ ތިއީ
*ނޫނީ ޕަރީއެކޭ
ފެނިފާ ތިބާ ހަނދޭ ލަދުން
*މޫނޭ ކުރީ ހިޖާބު

#3
ފިނިފެން މަލުންހެ ތާޒާވީ
*ފަހެ ހެއްދެވީ ކަލާ
ވަސްމީރު ކޮށްފިއޭ ފަޒާ
*ދީފާނުހޭ ޖަވާބު`
},
{
  id: 104,
  name: `Farisoru`,
  genre: 'Kaasi',
  lyrics: `#M
ފަރިސޮރު އޮވެ ފަރިވެލާ އަރިއަށްއޮވެ ބީވެދާ
*އަރިއަށްއޮވެ ބީވެދާ
ފިނިފިނި އެރޭގެ ދަންވަރު ގިނި އުތުރޭގޮތް ވެލާ
*ގިނި އުތުރޭގޮތް ވެލާ

#1
ތަކުރަށް އުނދަގޫ ނުވާހެން
*އަތުހުރިލާ ބާރުލާ
ކަޅުފޮއެ އަނދިރީގެ ތެރެއިން ކަޅުސޮރު އޮވެ ފަރިވެލާ
*ކަޅުސޮރު އޮވެ ފަރިވެލާ

#2
ވަރުވަރުގެ ތުރާތަކުން ހިތް
*ކަރުނުން މުޅިލޯފުރާ
ބަރުއަޑަކުން ހޯއްގޮވާލާ ކަރުބުޑުގާ ނާރުލާ
*ކަރުބުޑުގާ ނާރުލާ

#3
ހަރުގިލަހާވާމެ ހަރުވަރު
*ބަރުވަރު ހިލަހާ ނުވާވަރު
ދަނޑިފަދަ ދަނޑިދޮންވެދާ ފުރިއުތުރޭ ގޮތްވެދާ
*ފުރިއުތުރޭ ގޮތްވެދާ

-
$M
ކަޅުވަކަރު މަތިން ދުވޭ ނަގޫނަގާ މީދާ
*މަޅުތަކުގެ ދަށުން ދުވޭ ރުޅިއަރިވާ ބީދައިން
ކަޅުސޮރުއޮވެ ވަގަށް ބަލާ ދަނޑިވަޅަކަށް ހޯދީ
*މޮޅު ގޮތަކަށް ފަރިކުރޭ ރުޅިއަރުވާ ބީދައިން

$1
ފަތިހާ ތޮޅޭއަޑު އިވޭތީވެ ނުނިދާ
*މަތިހަށިނަގާ ދުވެ ތުރާތައްމެރީތީ
ފަތިފައްޗައްދުވެ ނަގާ
*އަޑުއަޑު ގިނަ ލައްވަމުން
ކަތިކައްޗައް ދުވެނަގާ
*ރުޅިއަރުވާ ބީދައިން

$2
އަސުރަށް ނުހޭލެވި ނިދީމާ ނިދީގާ
*ފަސްތޮޅުމަތިން ދިޔަ ބޮނޑީން ބާރުހަމަލާ
ބަސްހުއްޓި ހުރެބަލާ
*ނިދިފިލުވާ ހުރެލޮލުން
ގަސްތުގަ ހުރެ ދުވެނަގާ
*ރުޅިއަރުވާ ބީދައިން

$3
ރުޅިގަދަވެ ބާރަށް ތަކުރު އޮވެ ހަޅޭލާ
*ރުޅިއަށްއޮވެ އަޑުލައްވާ ދުރުދުރުން ބަލާލާ
މޮޅުގޮތަކަށް ބުރުޖަހާ
*ކުރިމައްޗައް އަރާލާ
މުޅިތަނުގާ ދުވެނަގާ
*ރުޅިއަރުވާ ބީދައިން

$N
މީދާދެން މީދާދެން ތަކުރަށް ހިތި އަނިޔާދީ
*މީދާދެން މީދާދެން
ތަކުރަށް ހިތި އަނިޔާދީ
*މީދާދެން މީދާދެން`
},
{
  id: 105,
  name: `Fun Loaibeh`,
  genre: 'Nala',
  lyrics: `#M
ފުން ލޯތްބެއް އެބަ އާލާވޭ
*މޭގާ އަސަރު ތާޒާވޭ
ލޯބިވާ ޒުވާނާ ހިތުގެ ޖަޒުބާތަ
*ކުޅެލިގޮތާ ހަނދާންއާވޭ

#1
ސާފު ތިނާޒުކު މޫނުގެ ޖާދުވީ
*ލޯބި އަސަރުގާ ދޭއެބަ އަނިޔާ
ޅަޒުވާން މޫރިތި ހީލުން ޗާލޭ
*ކޮންފަދަބާއޭ ބަސްބުނެލައި ފިޔާ

#2
އައިސްދޭށޭ އަދު ލޯބިން ޝާހީ
*ފޮނި ހަދިޔާދޭ ލޮބުވެތި ރާނީ
ތިއުފާ ނޫނީ ނަފުސު މިނޭދޭ
*ދެން އަހަރެންވަކި ކީއްހެ ކުރާނީ`
},
{
  id: 110,
  name: `Gina Keriyaa`,
  genre: 'Kaasi',
  lyrics: `#S
ތޫނު އަވީގާ ކުރިޔަސް ދަތުރެއް އަމަނުން
މޫދު މަތީގާ އެޅިހާ އޮއެވަރު ނޭންގޭ
ދޫނުކުރަން ހިއްވަރު އޮތަކަސް ހިތުގާ
މޫނުނިވާ ވާހާ ހިޔަލެއް އޮތަކަސް
*ހިޔަލެއް އޮތަކަސް
#M
ގިނަކެރިޔާ ވާރޭގާ &އާނހާ&
ދިޔަގޮތަކުން ދުވެލީ ހަރުވީ &އާނހާ&
އިނންނަފަތުގަ އިނދެ އެޖެހިފަލި &އާނހާ&
ޖެހި ގޮތަކުން ދުވެލީ ހަރުވީ &އާނހާ&
ބާނިތަކުން އޮޑި އުފުއްލާ &އާނހާ&
ދިޔަގޮތަކުން ދުވެލީ ފަލިޖަހަމުން
*ހެއް ހެއް ހެއް ހެއް ހޭ ފަލި ޖަހަމުން
ފަލިޖަހަމުން
*ފަލިޖަހަމުން

#1
ރާޅުތަކުގެ ނަލަނަލަ ހުދުފޮނު
*އައިނުތަކުން ކޯމަސް ދިޔައިރު
ރާގުކިޔާލާ ވާރޭ ކަނިކަނި
ބާރުގަ ކެފިފެން ދިރުނބާކޮޅު މައްޔާލުން
*މައްޔާލުން މައްޔާލުން

#2
ހުޅަނގުގެ މިޔަ ހިޔަލީ ފިނިކަން
*އުދަރެސްތައް ވިލައިން ބައްދާ
ތުރަޔާއެކީ ދެއަތަށް ހެލިހެލި
އުތުރަށް ދުއްވާ ގަދަފަދަ ބާރެއްލާ
*ދުއްވަމުން ދުއްވަމުން

-
$M
ވައިސޫރި ދުއްވާ ކުދިންނަށް ފިލައިގެން
*ދާނީ މަ ރުއްގަނޑު ތެރޭގާ ބޮނދައިގެން
ރަންދޯދި އިރުދިން އުޖާލާ
*އުޖާލާ ބުންވަރު މަގުންތާ އުތުރަށް ހިނގާލާން

$1
ނަލަރީތި މަންޒަރު ނަގަމުން ފޮޓޯތައް
*ނަލަރީތި ކުއްޖެއް އެދަނީ ހިނގާލާން
ބައިބައި ވެލާފާ އުދުހިފަ އެދާއިރު
*އަހަރެން ހިތައްވާ އަސަރެއްކުރާނޭ

$2
ރަތަފާ ބޮޑަނަތައް ފެނެޔޭ ދުވާތަން
*ރަތަފާ އިލޮޅިޔާ ފެނެޔޭ ހޮވަތަން
ބައިބައި ވެލާފާ އުދުހިފަ އެދާއިރު
*އަހަރެން ހިތައްވާ އަސަރެއްކުރާނޭ`
},
{
  id: 110,
  name: `Haarey Piya`,
  genre: 'Kaasi',
  lyrics: `#M
ހާރޭ ޕިޔަލާލޫ ބާލާމޭ އުސާޔާ
*ހާރޭ ޕިޔަލާލޫ ބާލާމޭ އުސާޔާ

#1
މޯރާ ޗިޅިޔާ ދޭހިޔާއޭތޯ ބާލޫމާ
*މޯރާ ޗިޅިޔާ ދޭހިޔާއޭތޯ ބާލޫމާ
ލޫމާ ދިލްކާ ސަހާރީ
*އޭހަމޭޝާ
ދިލްކާ ސަހާރީ
*އޭހަމޭޝާ

-
$M
ތުމަކަރެ ބައޭފުމޯ
*ތިޔޮކުނަ ސީނަލިޔާ

$1
ދޯސްތުބޯއެ ކަރިކެތުބޯއެ ޔޯގެ މުޓާ ދިލްސެހުވާ
*ދޯސްތުބޯއެ ކަރިކެތުބޯއެ ޔޯގެ މުޓާ ދިލްސެހުވާ
ޔަޗަދަލް މެޔެލާ ދިލްކެމުޓާ ދިލްކަހުވާ
*ޔަޗަދަލް މެޔެލާ ދިލްކެމުޓާ ދިލްކަހުވާ

$N
*ބޭލިސަހޯ ބޭލިސަޔާ
ބޭލިސަހޯ ބޭލިސަޔާ
ޓާކުނަޑަރު ސީނާ ވަޑައިގަތީ ސާރަސަޔާ
ޕެއްޕެލެޕޭ ލެއްޕޭ ލެޕޭލެޕޭ ސާރަސަޔާ`
},
{
  id: 111,
  name: `Heydhavaa Iru`,
  genre: 'Nala',
  lyrics: `#M
ހޭދަވާއިރު ރޭދުވާ
*ދެހިތައް އުފާ ލިބިދާނެތޯ
ހެހަށީ ހުރިހާ ހިނދަކު
*ދެގޮތެއް ސަފުން ވެވިދާނެތޯ
*ހޭދަވާއިރު ރޭދުވާ

#1
ހިޔަލަޔާ އަދި އަލިފުޅާތިބެ
*ވަކިނުވާން ކުރިޔޭ ހުވާ
ހިޔަ މިތުރު ގެންދަން ފެށީމާ
*އަލިފުޅަށް ހުރެވޭނެތޯ

#2
ތާޖުގާވާ ހައިބަތާއެކު
*ތާކުއިން ފަތްމިންޔަކަށް
ބާރުގާ މަޖުބޫރު ކުރިޔަސް
*ހާއުފާ ލިބިދާނެތޯ

#3
މާނައެއް ނެތް ދުނިޔެއެއްގާ
*ނޭދެޔޭ އަލަކުން އުޅެން
މާވަރެއްގާ މަރުމުމަށް ވުރެ
*ހެޔޮގޮތެއް އޮންނާނެތޯ`
},
{
  id: 112,
  name: `Hiyy Miothy`,
  genre: 'Taki',
  lyrics: `#M
ހިތްމިއޮތީ ދޭހިތުން ނަގާފާ ކަލާޔަށް
*ހިތްމިދެނީ ހިބަ ކޮއްފާ އެކީގާ ކަލާޔަށް
ދާން މިހިތް އެދޭތީ
*ދާން މިހިތް އެދޭތީ ދާން މިހިތް އެދޭތީ

#1
ޝަކުވާއޭ މިހިތްކުރީ ހެނދުނާ ހަވީރާ
*ފަރުވާއެއް ނެތި ހިތައް އަނިޔާ ލިބޭތީ
ދާން މިހިތް އެދޭތީ
*ދާން މިހިތް އެދޭތީ ދާން މިހިތް އެދޭތީ

#2
ރިހުމެއް ހަމަ ހިތައްވެޔޭ ތިޔަނަން އިވޭތީ
*ފިރުމާލަން ހިތްއެދޭ ހިނިތުންވެލާތީ
ދާން މިހިތް އެދޭތީ
*ދާން މިހިތް އެދޭތީ ދާން މިހިތް އެދޭތީ

#3
ހިތުގާވާ ޙިޔާލުތައް އަންގާލަދޭނީ
*މިތުރާއައް ހިތްއެކީ ދީފާ ބުނާނި
ދާން މިހިތް އެދޭތީ
*ދާން މިހިތް އެދޭތީ ދާން މިހިތް އެދޭތީ`
},
{
  id: 113,
  name: `Jahaa Thaara`,
  genre: 'Taki',
  lyrics: `#M
ޖަހާ ތާރަ ދެކިލަބަލާ
*ޖަހާ ތާރަ ދެކިލަބަލާ
ކަމަނަ ފައިގެ ގިގުނި ބަލާ
*އިކި ފެނިފާ އެތަން ބަލާ
*ޖަހާ ތާރަ ދެކިލަބަލާ

#1
ޗުއްޓިތެރޭ ގޮސް ހުރާގަ މަހުއްޓާ
*ލަނގިރި ޖެހި އެތާނގަ ހުއްޓާ
އެދުރުބެގެ ދޮންމަންޖެ ހީލިޔެ
*ޅަދުވަހައް ވީނަމައެ ހީވިޔެ
މުދިމުގެ މެދު ފުޅަލި ހިއްލާ
*ޖަހާ ތާރަ ދެކިލަބަލާ ޖަހާ ތާރަ ދެކިލަބަލާ

#2
އިރުކޮޅަކުން ރާގޭ ފެށީ
*އަރިއަރިއަށް ދާށެފެށީ
ފައްޓަރުބައިގެ ފައިގެ ގިގުނިން
*ފައި ހަމަކޮއްލައިފިޔެ ގިގުނިން
އާދެ މީގެ ކުރިން ނުބަލާ
*ޖަހާ ތާރަ ދެކިލަބަލާ ޖަހާ ތާރަ ދެކިލަބަލާ`
},
{
  id: 114,
  name: `Ishqakee Mulhi Zindhagee`,
  genre: 'Nala',
  lyrics: `#M
އިޝްޤަކީ މުޅި ޒިންދަގީ
*ބަރުބާދު ކޮއްލާ ވޭނެކޭ
ގިސްލުމާ ލޭ ކަރުނަ އޮހޮރާލަން
*ޖެހޭ އަފުސޫސްކޭ

#1
ވިސްނުމެއްނެތި އޭގެ އަސްލާ ބޯލަނބާ ކިޔަމަން ވުމުން
*ބޯލަނބާ ކިޔަމަން ވުމުން
ފިސްވެ ހިތް ކުދިކުދިވެގެންދާހާ
*އެއީ ހިތި ޒަހަރެކޭ

#2
ކޮންމެ ހާލެއްގާވިޔަސް މިންޖެއް ނެތޭ އެއަކުންވެވޭ
*މިންޖެއް ނެތޭ އެއަކުންވެވޭ
ޮކޮންމެ އިންސާނެއްގެ މައްޗައް
*މީ ޖެހޭނެ ވަބާއެކޭ

#3
އެކި ކަހަލަ އެކި ލޯބިތައް އެކިވަރުވަރުން މީޒާން ވިޔަސް
*އެކިވަރުވަރުން މީޒާން ވިޔަސް
ރެކި ނުދާނޭ އިޝްޤަކީ މީޒާނުގާ
*ބުރަ އެއްޗެކޭ

#4
ނަފުރަތުން އިޝްޤުން ލިބޭ ހައިރާންވެ ހިތް ގަބަރާ ވިޔަސް
*ހައިރާންވެ ހިތް ގަބަރާ ވިޔަސް
ޑަކުޓަރުންނަށް ވެސް އެއީ ބޭހެއް
*ނުވާ ހަމަ ބައްޔެކޭ

#5
ނަފުސު ރައްކާތެރި ވުމަށް އިޝްޤުން ސަލާމަތް ހޯދުމަށް
*އިޝްޤުން ސަލާމަތް ހޯދުމަށް
ކަފުނަކާ އެކުގާ މިހޯދަން
*ގައިމުވީ ސަންދޯކެކޭ

#6
އިޝްޤަކީ އަބަދައްމެ ވޭނާ ހިތުގެ ޝަކުވާޔާ އެކީ
*ހިތުގެ ޝަކުވާޔާ އެކީ
ގިސްލުމެއްގާ ދުނިޔެ ނިންމައިދޭ
*މުޅިންމެ އަޒާބެކޭ`
},
{
  id: 115,
  name: `Kehidheynamey`,
  genre: 'Nala',
  lyrics: `#M
ކެހިދޭނަމޭ ރާވާހިތުން
*ގެންދޭމިރޭ ހާދަ ހީވޭ
ތިލޯބީގެ ފާޑުން ކުރާ އިންތިޒާރުން
*ހުރީމާ ދިމާ ވޭހޭ

#1
ލޯބީގާ ގޮތްނޭނގި ނުރުހުންވީ ތާއޭ
*ރޭގާ ދިމާވީތާކުން ގޮވުނީމަތާއޭ
ލޯބީގެ ގޯހެއްމީގާ އަސްތާ ހިނގާނޭ
*މޫނެއްގެ ޖާދޫ ރޫހާލާވެސް މެހޭނޭ
ހުރެފާނަން ރޯލަފާނަން އޭގެ ފަހުގާ
*އަޅެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވި

#2
ލޯބީގާ ޖެއްސީމާ ރުހިގެން އުޅޭނޭ
*ހަސްތީ ވުމުންނޭ ޔާރާ ހީވެސް ކުރާނޭ
ލޯބީގެ ފާޑުން ނޫންހޭ ޝައްކެއް ކުރާނީ
*ކޫރެއްމި ލޯބީގާ ނާޅާ ނުދާނޭ
ހުރެފާނަން ރޯލަފާނަން އޭގެ ފަހުގާ
*އަޅެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވީއެ ނުވި`
},
{
  id: 116,
  name: `Kehnuvaaney`,
  genre: 'Nala',
  lyrics: `#M
ކެތްނުވާނޭ ކެތްނުވާނޭ މިވޭނާއި ހޫނުގާ
*ކެތްނުވާނޭ ކެތްނުވާނޭ މިވޭނާއި ހޫނުގާ
ފިސްވެ ލޯބިން އޮޔާލީ މި ކޯރުގާ
*ފިސްވެ ލޯބިން އޮޔާލީ މި ކޯރުގާ ވޭނާއި ހޫނުގާ

#1
ކޮންމެ ރެޔަކުމެ ކަރާކަރު މަހާލާ
*ކޮންމެ ރެޔަކުމެ ކަރާކަރު މަހާލާ
ކޮންމެހެންވެސް ދެނޭވާ ގުޅާލާ
*ކޮންމެހެންވެސް ދެނޭވާ ގުޅާލާ
ނަން ހިނގާފާ އެކަންނުވެ އުދާހުގާ
*ނަން ހިނގާފާ އެކަންނުވެ އުދާހުގާ ވޭނާއި ހޫނުގާ

#2
ދެއްވި ޝަރުބަތުގެ ފޮނިކަން ބަލާލާ
*ދެއްވި ޝަރުބަތުގެ ފޮނިކަން ބަލާލާ
ދޮންވެ ފައްކާވި މޭވާ ހޮވާލާ
*ދޮންވެ ފައްކާވި މޭވާ ހޮވާލާ
ކޮއްލި ހަދިޔާ އަތުން ބީވި ބާރުގާ
*ކޮއްލި ހަދިޔާ އަތުން ބީވި ބާރުގާ ވޭނާއި ހޫނުގާ

#3
އަތު ގުޅައިގެން އިރާކޮޅު ހިނގާލާ
*އަތު ގުޅައިގެން އިރާކޮޅު ހިނގާލާ
ފަތިހު ދޮންވެލި ތުނޑީގާ ނިދާލާ
*ފަތިހު ދޮންވެލި ތުނޑީގާ ނިދާލާ
ކަތިލުމުން ހިތް އަޅާ ޖެއްސި ހާލުގާ
*ކަތިލުމުން ހިތް އަޅާ ޖެއްސި ހާލުގާ ވޭނާއި ހޫނުގާ

#4
ހަނދުވަރީ ރިހި އަލިން ފެންވަރާލާ
*ހަނދުވަރީ ރިހި އަލިން ފެންވަރާލާ
އުދުހެމުން ރާގު ރާގަށް ނަށާލާ
*އުދުހެމުން ރާގު ރާގަށް ނަށާލާ
އުޅުނު އެދުވަސްވެ މާޒީ ހަނދާނުގާ
*އުޅުނު އެދުވަސްވެ މާޒީ ހަނދާނުގާ ވޭނާއި ހޫނުގާ`
},
{
  id: 117,
  name: `Kurangi Dheloa`,
  genre: 'Nala',
  lyrics: `#M
ކުރަނގި ދެލޯ ފެނިސިހިފާ
*ހައިރާންވެ ހުރީމޭ މަގު އޮޅިފާ
އާނ އާއާއާއާނ
*އާއާއާއާނ އާއާއާއާނ

#1
ފާރުވީ ހިތޭ ނުބުނެވުނީ
*މޫނު ފެނި ލަދުވެތިވެވި ހުރެފާ
ކީއްވެހޭ ލަދުން އިސްޖެހީ މަލާ
*ލޯބިންނޭ އަހާލީމީ ޖަވާބެއްދީ ކަލާ
ނެނގެބުނަން ވާނުވާ މިރޭ
*ވަރުނެތި ވާޅުވީ ހިތާއި މޭ ދުލާ

#2
ދާއިމީ އުފާދޭށެ ހިލޭ
*ލޯބިވާ ބުނާށެ ތިޔަ ހިތުގެ ހަނދޭ
ޝާއްބަ ހަނދޭ އޭގަވާ އަލިން
*ފާޅުވީ އިޝާރާތުން ފިލާފާވީ ތަދޭ
ފާރުވީ ހިތޭ ނުބުނެވުނީ
*މޫނުފެނި ލަދުވެތިވެވި ހުރެފާ

#3
ސޫރައިގާ ވަނީ ރީތިހާ އަދާ
*ނޭވާގެ ވަހުންނޭ ތިޔާ މީރުވަސްދެނީ
ދީފާވި ހަނދާން ލޭގާ ފެވުނީ
*މޭގާމޭގާ އަތްލީމާ އަރާމޭވަނީ`
},
{
  id: 118,
  name: `Lharivethi`,
  genre: 'Kaasi',
  lyrics: `#M
ޅަރިވެތި މަގެ ފިރިކަލުން ގާތުގަ ހަށިފިސަޔަށް އިނދެ ރޮއެރޮއެ
*ފާ ގޮވަނީމަ ވަރިކުރޭ

#1
ކައްޗައް މަ އޮޅާލި ރުމާލާ
*އާއްޗާ ރަންފަގަލި ތިނޯހާ
ދައްޗެއް ނެތި ހޯދަން ނުދެންޔާމަ މަރުވެގެން ނުދަނީސް މަރޮއެ ރޮއެ
*ފާ ގޮވަނީމަ ވަރިކުރޭ

#2
މާލޭ ބާޒާރުގާވާ
*މާޖެހި ބުރުގާ ހުރިއްޔާ
މާދަމާ އެފުރާ ތެލިންބައް ގަނެފަ ނުދެންޔާ މަ ރޮއެ ރޮއެ
*ފާ ގޮވަނީމަ ވަރިކުރޭ

#3
ހުޅުދެލި މީހުން އައިމާ
*ހިރިވަރުލާ ގާތުގާ އިނދެފާ
ރިހި ގިގުނިލި އުޅާބައެއް ހަމަ ގަނެފަ ނުދެންޏާ މަރޮއެ ރޮއެ
*ފާ ގޮވަނީމަ ވަރިކުރޭ

-
$M
ދޭ ހަނދުވަރުހެން ވިދާ
*ރޭ އަލިކޮއްލާ މިދަނީ ބުލްބުލާ

$1
ނަފުސުން މޫރިތި ނަޔާ
*ޅަފުރާ އިނދެ ފޯދިފާ
އަޅެލާލުހާ ރަން ކުލައިން
*ރޭ އަލިކޮއްލާ މިދަނީ ބުލްބުލާ

$N
*ހޭއަރާ
ލޯބީގާ
ފައިސާޔާ
ފޯރީގާ
ފޯރިއަރާ`
},
{
  id: 119,
  name: `Loabin Balaaliyas`,
  genre: 'Nala',
  lyrics: `#M
ލޯބިން ބަލާލިޔަސް ހެޔޮ އެއްލޯ މަރާލިޔަސް ހެޔޮ
*ހިތް ފުރިއަރާ ދާނެހެން ހީވެއޭ
ކަތި ބަސްބަހުން މަލާމަތް ތަކުރާރުކޮށް ހަދާތީ
*އަދު ހިތް ފަޅައިން ދާވަރަށް ތަދުވެޔޭ

#1
ލޯބީގެ މާފޮޅޭ ވަކި ގުލްސަނެއް ނޭގޭ ކަމުން
*ލޯބީގެ މާފޮޅޭ ވަކި ގުލްސަނެއް ނޭގޭ ކަމުން
ހޯދަންއެދޭ އެތައް ފުރުސަތުތަކެއް ނުލިބޭ ކަމުން
*ހޯދަންއެދޭ އެތައް ފުރުސަތުތަކެއް ނުލިބޭ ކަމުން
ގޯހެއްހަދާލާނަމޭ ހީވެޔޭ
*ލޯބިން ބަލާލިޔަސް ހެޔޮ އެއްލޯ މަރާލިޔަސް ހެޔޮ ހިތް ފުރިއަރާ ދާނެހެން ހީވެއޭ

#2
ކެއްކުރުމަކަށް މަގޭ މޮޔަ ހިތްގަނޑެއް ނުރުހޭ މެޔޭ
*ކެއްކުރުމަކަށް މަގޭ މޮޔަ ހިތްގަނޑެއް ނުރުހޭ މެޔޭ
ހެއްކެއް ނެތޭ މިކަން ދަންނާނެ ދުނިޔޭން ހެޔޮއެދޭ
*ހެއްކެއް ނެތޭ މިކަން ދަންނާނެ ދުނިޔޭން ހެޔޮއެދޭ
ހެކިވާނެ މިކަމަށްދުނިޔެ ހީވެޔޭ
*ލޯބިން ބަލާލިޔަސް ހެޔޮ އެއްލޯ މަރާލިޔަސް ހެޔޮ ހިތް ފުރިއަރާ ދާނެހެން ހީވެއޭ

#3
ދަތިކަން ހިތާމެޔަށް އައިކަން މުޅިން ކަށަވަރުވިޔޭ
*ދަތިކަން ހިތާމެޔަށް އައިކަން މުޅިން ކަށަވަރުވިޔޭ
ދުނިޔޭގެ އާދައޭ މީވެސް އުސޫލޭ ހީވެޔޭ
*ދުނިޔޭގެ އާދައޭ މީވެސް އުސޫލޭ ހީވެޔޭ
އުފަލުން ރޮމުންގޮސް ހެވޭހާވެޔޭ
*ލޯބިން ބަލާލިޔަސް ހެޔޮ އެއްލޯ މަރާލިޔަސް ހެޔޮ ހިތް ފުރިއަރާ ދާނެހެން ހީވެއޭ`
},
{
  id: 120,
  name: `Lolaa Moona`,
  genre: 'Taki',
  lyrics: `#M
ލޮލާ މޫނާ ކަނދުރާފެނި ޝޯހުވޭ
*ޖާނު ލޯބިން ދެވިދާނެޔޭ
މިހިތް އުތުރި އަރާނޭ
*މިހިތް ނުފުރި ނުދާނޭ
ހިތުގެ އެދުމޭތީ &ހޭ&
ހިތުގެ އެދުމޭތީ &ހޭ ހޭ&
ހިތުގެ އެދުމޭތީ ފުރާނައޭ
*ހިތުގެ އެދުމޭތީ ފުރާނައޭ

#1
ކޯތާފަތުން ޖަންބު ކުލަވަރު އަރާ
*އިސްތަށިގަނޑުން މަޑު ރަންކުލަ އަރާ
އަސުރަށް ފޮޅޭ ފަރި މަލެކޭ ތިއީ
*މޯޅީކަން ލިބިނުދާވަރު މަލެކޭ ތިއީ

#2
ހެނދުނާ ހަވީރާ ފެނިލާނެއޭ
*މިސްކިތު ވަޅުން ފެންބަލާދާނެޔޭ
އައްދޫނި ހިނގުމެއް ދައްކާލަޔޭ
*ފަސްފަހަތުގާ ފާރަލާތަން ފެނޭ`
},
{
  id: 121,
  name: `Kasabu Libaas`,
  genre: 'Taki',
  lyrics: `#M
އީދު ޒީނާތްވެލަން ހައްވަ އެފެހި ކަސަބު ލިބާސް
*އޮންނަންވާނެ އަށީ މެދު އެލުވާ ހަރުގަނޑުގާ
އަމުދުން ކަސަބު ރޮދިން ކޮށްމަޖަރީކުރި އެ ލިބާސް
*އޮންނަންވާނެ އަށީ މެދު އެލުވާ ހަރުގަނޑުގާ

#1
ކެޔޮޅު ގޯތީ އާދަން ސޮރުމެން ހޭތަން ފެނެޔޭ
*ކެޔޮޅު ގޯތީ އާދަން ސޮރުމެން ހޭތަން ފެނެޔޭ
ޒާތަކަށް ކުދިކިޔަމުން އަތިރިން އައިތަން ފެނެޔޭ
*ޒާތަކަށް ކުދިކިޔަމުން އަތިރިން އައިތަން ފެނެޔޭ
މާ ޔަގީންތާ މަށަށް ކޮއްލިކަމެއް ނޫންވިއްޔާ
*އޮންނަންވާނެ އަށީ މެދު އެލުވާ ހަރުގަނޑުގާ

#2
މާދުރުން ފަސްފަހަތުން ފަރިބަލަމުން ހުރެ އައިތާ
*މާދުރުން ފަސްފަހަތުން ފަރިބަލަމުން ހުރެ އައިތާ
ފެންނަފަށު ހީލާ ރަކިގޮތަކަށް އެއްލޯ މެރިތާ
*ފެންނަފަށު ހީލާ ރަކިގޮތަކަށް އެއްލޯ މެރިތާ
މާ ޔަގީންތާ މަށަށް ކޮއްލިކަމެއް ނޫންވިއްޔާ
*އޮންނަންވާނެ އަށީ މެދު އެލުވާ ހަރުގަނޑުގާ

#3
ނާތެދޭ ފާޅުކުރަން ހުރެ އަރިހަށް ފޮނުވިއްޔާ
*ނާތެދޭ ފާޅުކުރަން ހުރެ އަރިހަށް ފޮނުވިއްޔާ
މަ ބުނަން ރުހިމަ ބަފާ ހިބަ މަކުރަން އެންގީތާ
*މަ ބުނަން ރުހިމަ ބަފާ ހިބަ މަކުރަން އެންގީތާ
މާ ޔަގީންތާ މަށަށް ކޮއްލިކަމެއް ނޫންވިއްޔާ
*އޮންނަންވާނެ އަށީ މެދު އެލުވާ ހަރުގަނޑުގާ`
},
{
  id: 122,
  name: `Moonu Nuforuvaashe`,
  genre: 'Taki',
  lyrics: `#M
މޫނު ނުފޮރުވާށެ މަގޭ ރީތިވި ރާނީ
*ކިހާ ދެން އުޖާލާ ކަމެއް ވޭހޭ
މަސްތު މަސްތު ލޯ ތިޔަ ޗާލޭ ބަލަ މިތުރާ
*ބަލާ ފޫއްސެއް ނުވާނޭ އެހާ ރީއްޗޭ

#1
ހިތްމިއެދި ގޮވާވަރުންނޭ އެދެމެ އުރާލަން
*އިޒުނަދޭށޭ ދެން ނޫނީ އަތުގަ ހިފާލަން
ބަންދުވެ ލޯބީގާ ހައްޔަރުމަ ވެވިއްޖޭ
*ތިހާ ޝާހީ އަދާތަކުގަ ބަނދެވިއްޖޭ

#2
ލޯބި އެހާ ވާނެކަމެއް ނުމެ އެނގޭ މެޔޭ
*ފެނިފަ ތިހެން އެންމެންވެސް ބުނެ އުޅޭނެޔޭ
އޭގަ އެވާ ކެހިވެރިކަން ދަސްވެސްވެއްޖޭ
*ހުޝާމަދުކަން ތިއީ ހަމަ ޔަޤީންވެއްޖޭ`
},
{
  id: 123,
  name: `Ahaashey Zuvaana`,
  genre: 'Taki',
  lyrics: `#M
އަހާށޭ ޒުވާނާ ބުނާށެ ލޯބިވާ
*އަހާށޭ ޒުވާނާ ބުނާށެ ލޯބިވާ
ވަރަށް ރީތި ރެއެކޭ ހިނގާލަމާ ހިނގާ
*ވަރަށް ރީތި ރެއެކޭ ހިނގާލަމާ ހިނގާ

#1
ހޫނުން ޔާރާގެ ހަށީގާވާ
*މޭގާ އުތުރޭ ފިނިކަން ފިލުވާލަންހޭ
އޭރުން ހިތަށްތި ކުރުވާނޭ
*އަރާމު ނިކަން ލޯބިން ބަޔާންކޮށްދެންހޭ
ތިހެންނޫޅޭ މިތުރާ ނިދަން ހިނގާ މިރޭ
*ތިހެންނޫޅޭ މިތުރާ ނިދަން ހިނގާ މިރޭ

#2
މިތުރާއޭ ދަންވަރޭ ހިނމޭންވޭ
*ސިޔާސަ ވެގެން ނޫޅޭށޭ ކެތްތެރިވާށޭ
ކިޔާދޭނަމޭ މިހިތު ތެރޭވާ
*ޙިޔާލު ނިކަން ލޯބިން އަޑުދެން އަހާށޭ
ތިހެންނޫޅޭ ގާތަށް ޖެހޭށޭ ދެންމިރޭ
*ތިހެންނޫޅޭ ގާތަށް ޖެހޭށޭ ދެންމިރޭ

#3
ނާދޭމިރޭ މަ ހިލާ ނިންޖެއް
*ލޯބީގާވެދާ ގޮތެކޭމީ ހިތްހެޔޮ ކުރާތީ
ކެތްވާނީ ކިހިނަކުން ޒުވާނާ
*ނަގާ މިރާޅު މޭގާ ދެން އޮބިގެން ނުދާތީ
ތިއީ ހާދަ މަސްތީ މިޒާޖެހޭ މިރޭ
*ތިއީ ހާދަ މަސްތީ މިޒާޖެހޭ މިރޭ`
},
{
  id: 124,
  name: `Araigen Ai Iraaey`,
  genre: 'Nala',
  lyrics: `#M
އަރައިގެން އައި އިރާއެކީ އައިމޭ
*ކަލާޔައްދޭން ފިނިފެންމާ ހިފައިގެން
މިސްޓައިލުގާ ބުނީމާ ދެން ހިފާށޭ
*އާނހަ ތިޔަދަނީ ހަމަ ޜުޅިންހޭ
*އަރައިގެން އައި އިރާއެކީ އައިމޭ ކަލާޔައްދޭން ފިނިފެންމާ ހިފައިގެން

#1
ރީތި ދޮންވެލި ތުނޑިޔެއްގާ އަޅާދޭނަން
*ދޮންވެލީގެ ކާސަލް
އޭގެބޭރުގަ ރޯސްގާރޑެންއެއް މައިނދާނަން
*ކޮންމެ ދުވަހަކު މަބިނދެދޭނަން
މިވަރުންވެސް ނުވަންޔާ މަގޭ ޖާނުދޭން
*އަރައިގެން އައި އިރާއެކީ އައިމޭ ކަލާޔައްދޭން ފިނިފެންމާ ހިފައިގެން

#2
ވީމަ ބައްދަލް އަދުމިގޮތައް ހިނގާށޭ
*އެކުގަ ރައިޑަކަށް ދާން
ރީތި ގާތުގަ ލޯބިންދެން ބެލޭތީ
*ޝައްކުވާން ފެށީބާ
ބިރުވެސް ގަނނަނީ ލޯބި ހިއްސާކުރަން
*އަރައިގެން އައި އިރާއެކީ އައިމޭ ކަލާޔައްދޭން ފިނިފެންމާ ހިފައިގެން`
},
{
  id: 125,
  name: `Chaalu Chaalu Gaumee`,
  genre: 'Taki',
  lyrics: `#M
ހެމުންވާށެ ފިދާ ފިދާ
*ހިތުން ޝައުގު ވެދީއެކީ
އެދެންވާނެ ނަސްރުއެކީ ގައުމު ހެޔޮފަލާ
*އެދެންވާނެ ނަސްރުއެކީ ގައުމު ހެޔޮފަލާ
ހެމުންވާށެ ފިދާ ފިދާ
*ހިތުން ޝައުގު ވެދީއެކީ
ގައުމީ ގައުމީ ޗާލުޗާލު ގައުމީ
*ގައުމީ ގައުމީ ޗާލުޗާލު ގައުމީ

#1
ނަލަރީތި ޒާމާނެއްގެ ނަޔާ ސޫރަދޭތި ޖޯޝީ
*ނަލަރީތި ޒާމާނެއްގެ ނަޔާ ސޫރަދޭތި ޖޯޝީ
އަމަލުން ތަބާވެ ސީދާ ޔޫބިލް ނަސީބުގާ
*އަމަލުން ތަބާވެ ސީދާ ޔޫބިލް ނަސީބުގާ

#2
ޝުކުރާއި ތަހާނީއެ ކިޔާ ޗާލުޗާލު ރާގުން
*ޝުކުރާއި ތަހާނީއެ ކިޔާ ޗާލުޗާލު ރާގުން
އަމުނާލެވޭ ނާޝީދުން ތައުޒީމުގާ ކިޔާ
*އަމުނާލެވޭ ނާޝީދުން ތައުޒީމުގާ ކިޔާ

#N
ގައުމީ ގައުމީ
*ޗާލުޗާލު ގައުމީ`
},
{
  id: 126,
  name: `Farivaa`,
  genre: 'Nala',
  lyrics: `#M
ފަރިވާ މަލޭތީލޯބިން ފަރިވާ
*މަސްތުވާޝަބާބޭ ތިއެފަރިވާ މަސްތުވާޝަބާބޭ ތިއެފަރިވާ
ތިޔައަސަރުގަ ނުޖެހި ދެވޭނެހޭ
*ޖާޒުބީ އުފާދޭ ތިއަދާތަކުން ޖާޒުބީ އުފާދޭ ތިއަދާތަކުން

#1
ފެނުމުންހިތަށް ގޮތްވޭ
*ތީފޮނިފޮނި އަރާމެއްހޭ
ހިތުގާ ތިޔަސޫރަމަގޭ
*އަބަދަށް ކުރެހިފާވާނޭ

#2
ކައިވެނި މަށާ ކުރުމަށް
*ރުހިއެއްބަސް ވެދާނަންހޭ
އަންބެތްގެ ޖާގަފުރާ
*ކެރި އަތުގާ ހިފާނަންހޭ`
},
{
  id: 127,
  name: `Munifoohi Thibaa`,
  genre: 'Nala',
  lyrics: `#M
މުނިފޫހި ތިބާ އެރިތަން ފެނިފާ
*ދުނިޔޭގެ ނުދާނެހެ ދެން ތިބާ
މުނިޔާގެ ފޮޓޯ ދުރުގާ
*ހުރެގެން ދައްކާ ގޮތަކުން ދެން ސާހިލާ

#1
އުދުހި އުޑުގާ ގޮސް އޮބާއިރު
*ހުދު އެ ފޮތި ފޮތިހާ ވިލާ
ޤުދުރަތީ ފަރި ގޮތްތަކެއް ދުށުމުން
*ދިލޭނޭ ހެން ފިލާ

#2
ހާރުދަމުގާ އޮންނަ ނިޔަނެތި
*ބާރު ނުވި މަޑު ރޯޅިޔާ
ނާރުތައް ފަހިވާ އެ މަންޒަރަކުން
*ދަނީއޭ އަދު ފިލާ

#3
ނަލަ އެ ސީނުގެ އަސުރުމާ ފެނި
*އަލަބު ނުވި ޅަފުރާ އަރާ
ބަލަގަ މީ ހިނިތުންވެގެން އުފަލުން
*އަރައިގެން އުދުހިލާ`
},
{
  id: 128,
  name: `Fiyareethi Nalavi`,
  genre: 'Taki',
  lyrics: `#M
ފިޔަރީތި ނަލަވި މުނިޔާ ދިޔަތަން ނުބުނެ ދިޔައީހޭ
*ތިޔަ ވާނެ ފިކުރު ހިންގަން ލިޔަލެއް މިނޫން ކޮބާހޭ
ނިޔަނެތި ތިބާގެ ނަމުގާ
*ކިޔަމޭ މިހެން ތަރާނާ

#1
މިޔަތޫނު ހަނޖަރެއްފަދަ ތިޔަ ކަޅިރަވައިގެ ޖާދޫ
*ހިޔަ ސައްތައިން ކަފާލާ ޅިޔަ ނާޅަނީސް ރުޖޫއަވޭ
*ޅިޔަ ނާޅަނީސް ރުޖޫއަވޭ

#2
އަގުމޮޅު ހުވަނދު ކަވައިގެން މަގުތައް މަތީ ހިނގާއިރު
*ހުނގު މާވަހަރު ނުއޮޅުވާ ދަގުޔަށް ނުވާށެ އާދޭ
*ދަގުޔަށް ނުވާށެ އާދޭ

#3
ބުރުސޫރަ ރީތި މުނިޔާ އުރުފަޅު ފިލާނެ ސަންފާ
*ނިރު އަލަގަހުން ނުފަޅަނީސް ބިރުވެތިވެ އެނބުރި އާދޭ
*ބިރުވެތިވެ އެނބުރި އާދޭ`
},
{
  id: 129,
  name: `Giritee Loabin`,
  genre: 'Nala',
  lyrics: `#M
ގިރިޓީ ލޯބިން ދައްކާދަޅައިން
*ބަލި ބަލި ހިތްތައް ބުރުއްސައިފިޔޭ

#1
އިޝްގީ ޕިސްޓޯލު މެޔަށް މީޒާވުމުން
*އިޝްގީ ޕިސްޓޯލު މެޔަށް މީޒާވުމުން
މިސްރާބުން އޭގެ ވަޒަން ސީދާވުމުން
*މިސްރާބުން އޭގެ ވަޒަން ސީދާވުމުން ވަޒަން ސީދާވުމުން
ވިސްނުން ލޯތްބާއި މެދަށް ދޫކޮއްލުމުން
*މެދަށް ދޫކޮއްލުމުން
ގިސްލާ ރޮއެރޮއެ ހުއްޓާ މިހެން
*އެކިއެކި ގުނަވަންތައް ތޮރުފައިފިޔޭ

#2
އަދުގާ ނެތޭ އުފަލެއް ލިބުމެއް މަށަށް
*އަދުގާ ނެތޭ އުފަލެއް ލިބުމެއް މަށަށް
ތަދުކޮށް ލޯބީގެ އަތުން ގުނަވަންތަކަށް
*ތަދުކޮށް ލޯބީގެ އަތުން ގުނަވަންތަކަށް އަތުން ގުނަވަންތަކަށް
ކަނދުރާ ނުދާވަރުހޭ ލެނބިގެން ވަތަށް
*ލެނބިގެން ވަތަށް
ލަދުގާ ދުނިޔޭން ބީވާވަރަށް
*ކުދިކުދި އަނިޔާކޮށް ރޮއްވައިފިއޭ

#3
ރޭގާ އޭނާގެބަޔާން އަންގައިފިއޭ
*ރޭގާ އޭނާގެބަޔާން އަންގައިފިއޭ
އޭގާ ލޭނާރު ލޮލުން ހިލުވައިފިއޭ
*އޭގާ ލޭނާރު ލޮލުން ހިލުވައިފިޔޭ ލޮލުން ހިލުވައިފިއޭ
މޭގާވޭނީ އަލިފާން ރޯކޮއްފިއޭ
*އާނ ރޯކޮއްފިއޭ
ގޭގާ ހުއްޓާ ދުނިޔޭ ތެރޭން
*ހެލިފެލިވިން މުޅިހިތް ނައްތައިފިއޭ

#4
އަހުރެން މިދެން ދުނިޔޭން ވަކިވެސްވަނީ
*އަހުރެން މިދެން ދުނިޔޭން ވަކިވެސްވަނީ
ވަހުމުން ހިތައްއަނިޔާ ލިބިގެންދަނީ
*ވަހުމުން ހިތައްއަނިޔާ ލިބިގެންދަނީ އަނިޔާ ލިބިގެންދަނީ
ފަހުގާއޮތް އެއްމެ ހިމޭން ނޭވާލަނީ
*ހިމޭން ނޭވާލަނީ
މަހުޝަރުގާވެސް ނުފިލާނެހާ
*ހިތިހިތި ވޭނެއްގަ ޖާއްސައިފިޔޭ`
},
{
  id: 130,
  name: `Handhu Naaraanama`,
  genre: 'Nala',
  lyrics: `#M
ހަނދުނާރާނަމަ ހަނދު އެކުރާ ނަލަ
*ނަލަ އަލި ކޮންކޮތަކުންތަ ކުރާނީ
ނޫރުން އުޖާލާ ވީމާ ދުރާލާ
*މަގުމަގުގާ ރިހިދޫލަ އެއަޅާލީ

#1
އަނދިރިވާ ހިނދަކު ރޭއެނގިދާނީ
*ނެތިމަ ހަނދުވަރު ކަންދަތިވާނީ
ހިތުގާ އުފާ އޭރުން ހިޔާލީ
*ހިތުގާ އުފާ އޭރުން ހިޔާލީ
ހަނދު އެރުމުންނޭ ފޫހި ފިލާނީ
*ހަނދުނާރާނަމަ ހަނދު އެކުރާ ނަލަ ނަލަ އަލި ކޮންކޮތަކުންތަ ކުރާނީ

#2
ޖާނަށާ ހިތަށް ވާމިއުދާހުން
*ވާދަތިކަން ލިބިފާ ހުރި ގާތުން
ހަނދުވަރުގާ ހުރި އަސަރުންނެ އަލުން
*ހަނދުވަރުގާ ހުރި އަސަރުންނެ އަލުން
އާރޯކަން ލިބި ތާޒާވާނީ
*ހަނދުނާރާނަމަ ހަނދު އެކުރާ ނަލަ ނަލަ އަލި ކޮންކޮތަކުންތަ ކުރާނީ

#3
ފޯރާތީއޭ ނޫރުގެ އަލިކަން
*އާލާވީ މަގުގާ ހުރި ނަލަކަން
ރިހިފޭރާމުން ޒީނަތްވެ ނިކަން
*ރިހިފޭރާމުން ޒީނަތްވެ ނިކަން
ހިނިތުންވާށޭ ދެންއެފަށާލީ
*ހަނދުނާރާނަމަ ހަނދު އެކުރާ ނަލަ ނަލަ އަލި ކޮންކޮތަކުންތަ ކުރާނީ`
},
{
  id: 131,
  name: `Hasanbey Gudhu`,
  genre: 'Kaasi',
  lyrics: `#M
ހަސަންބޭ ގުދު އާދެޔޯ
*ވައިނޮޅި ދަމާލާފާ
ބޭބޭ ގުދު އާދެޔޯ
*ވައިނޮޅި ދަމާލާފާ

#1
މާބިއްދަށު ވަލުތެރޭ
*ކޭލޭ ބަނބުކޭލެކޭ
ރާދަނޑިގަނޑާ މަހަ ބޭބޭ ގުދު އާދެޔޯ
*ރާދަނޑިގަނޑާ މަހަ ބޭބޭ ގުދު އާދެޔޯ
*ވައިނޮޅި ދަމާލާފާ

-
$M
ވަލުންގެނާ ކޭލެކޭ ކޮއެ ކަނީ
*ރޯކޭލާ ކައިގެނެ ތަލިތަތްލަނީ

$1
ވާނޭ މޮޔަވާނޭ
*ވާނެމިހެން އުޅެންޏާ

$2
*ކެޔޮކާން އަވަހަށް ހިނގާ
ނިކަން ތެއްލައިގެން
މިތިބަ ޒުވާނުނޭ
ނިކަން ފޯރީގާ`
},
{
  id: 132,
  name: `Hendhunaa Haveeru`,
  genre: 'Kaasi',
  lyrics: `#M
ހެނދުނާ ހަވީރު ފިންޏަށް
*ސަހަރޯ ހަވީރު ފިންޏަށް
ދާށޭ ކުޑަ ދަރިފުޅާ
*މައިޒާން ދޮށަށް ފެންބަލާ
މަގެ ދަރިފުޅާ
*މައިޒާން ދޮށައް ފެންބަލާ

#1
އެކުގައި އުޅޭހަކުދިން ފަހަތުލަވައިގެން
*އެކުގައި އުޅޭހަކުދިން ފަހަތުލަވައިގެން
ރަން ދަރިފުޅު ވެރިއަކު ކަމުގަތްޔޯ
*ރަން ދަރިފުޅު ވެރިއަކު ކަމުގަތްޔޯ
ރަންދަރިފުޅޭ
*މައިޒާން ދޮށައް ފެންބަލާ

-
$M
ރޭން ފިނިދޭ ކަސަބާބަ ދަލާ ކަނުލިޔަސްމާ
*ހިތްރުހޭ ޒާނެއް ނެތޭ ރަކުމިހާ
ހިތްރުހޭ
*ޒާނެއް ނެތޭ ރަކުމިހާ

$1
އޭދަފުށި ކޮޅުމަތިޖެހި ފޭލިދެފަން ހިރު އެލިބާސް
*އޭދަފުށި ކޮޅުމަތިޖެހި ފޭލިދެފަން ހިރު އެލިބާސް
ފޭރަ ހިޔަ ފައުނުގަ ހެދި ލޭގެ އެރަން ފައްޓަރުބައި
*ފޭރަ ހިޔަ ފައުނުގަ ހެދި ލޭގެ އެރަން ފައްޓަރުބައި
އޭ ދެފޮށި ހުއްޓަސް ފުރި އަރާ ގަންނަވާފާ
*ހިތްރުހޭ ޒާނެއް ނެތޭ ރަކުމިހާ

$2
ނާނަ ފުޅު ފިއްލެވުމާ ޤާބިލިޔާ ފެންފުރުމާ
*ނާނަ ފުޅު ފިއްލެވުމާ ޤާބިލިޔާ ފެންފުރުމާ
ލާލިބާސް ފޭލިކަލަރު ފައިދޮވެ އިސްތިރިކުރުމާ
*ލާލިބާސް ފޭލިކަލަރު ފައިދޮވެ އިސްތިރިކުރުމާ
ދާދޮ ކަޗަކު މުތިޔާ ގެންގުޅެން ގެނެސް ބައިންދާ
*ހިތްރުހޭ ޒާނެއް ނެތޭ ރަކުމިހާ

$3
ކަރުވާށާ އަޅާ އަމަޖާ ފަށުވި ކަލަރު ފެހި ބުރުގާ
*ކަރުވާށާ އަޅާ އަމަޖާ ފަށުވި ކަލަރު ފެހި ބުރުގާ
ހަރުސަބަން ރާޅުމަޖާ ކަރުބޮ އަތަރު ބޯނިސާ
*ހަރުސަބަން ރާޅުމަޖާ ކަރުބޮ އަތަރު ބޯނިސާ
ދަރުހަފޮށި ގެގާ ވަރުވެފާ ހުއްޓަކަސް ފުރާ
*ހިތްރުހޭ ޒާނެއް ނެތޭ ރަކުމިހާ

#M
*ނެށުމަކުން މެހޭ
ހާނާލީ ބަނޑި ބަނޑި އަޅުވާ
ޝާމިލުކޮށްލާ ހެން މިތުރުން
ޗާނދަރު ދެއަތުން ދެން ނެތެމުން
މާބޮޑު ހިއްގައިމެއް ކުރަމުން

#1
ގަދަވެ މަޖާ ގޮވައޭ
*ދަރިޔާ ނަށައިދޭށޭ
ޔާރުންނޭ ހިއްވަރުގާ ގަދަޔައްބާރުލާ ނަށާ
*ޔާރުންނޭ ހިއްވަރުގާ ގަދަޔައްބާރުލާ ނަށާ`
},
{
  id: 133,
  name: `Hithun Filuveykasheh`,
  genre: 'Nala',
  lyrics: `#M
ހިތުން ފިލުވޭކަށެއް ދެން ނެތޭ ތިޔަ ކަމެއް
*ނިކަން ލޯބިން ދެކޭހިތްވެޔޭ
އަތުން ދީފާ ޝަރާބެއް ވެޔޭ އާޝިގާ
*އެހެން ވީމާ ހަނދާނެއް ވެޔޭ

#1
ފުރަތަމަ ނަޒަރު އެންމެ އިޝްޤީ އަސަރު
*ކުރަހާލި ތަސްވީރު ހިތުގާ މިތުރު
ގުރަހައިގެ ތަރިހެން މަށަށް ހީވިޔޭ
*ހިތުން ފިލުވޭކަށެއް ދެން ނެތޭ ތިޔަ ކަމެއް ނިކަން ލޯބިން ދެކޭހިތްވެޔޭ

#2
އިޝްޤީ މި ލޯބީގެ ޖަޒުބާތަކުން
*މަސްތޭވަނީ ލޯބި ޙަރަކާތްތަކުން
އަސްތާ އެރޭ ހާދަ އުފަލެއްވިޔޭ
*ހިތުން ފިލުވޭކަށެއް ދެން ނެތޭ ތިޔަ ކަމެއް ނިކަން ލޯބިން ދެކޭހިތްވެޔޭ

#3
ގަހަކުން ފަތެއް ހެލިލިޔަސް ހީވެޔޭ
*ފަހަތުން މަގޭ އަންނަހެން ހީވެޔޭ
އެހަނދާނުގާ މޭތެޅޭގޮތް ވިޔޭ
*ހިތުން ފިލުވޭކަށެއް ދެން ނެތޭ ތިޔަ ކަމެއް ނިކަން ލޯބިން ދެކޭހިތްވެޔޭ

#4
ހިއްލާލި ރޭ ލޯބި ފަރުދާއަތުން
*ކިއްލާތެރޭން މޫނު ފެނިލީގޮތުން
ދިއްލާލި ހަނދުހެން މަށަށް ހީވިޔޭ
*ހިތުން ފިލުވޭކަށެއް ދެން ނެތޭ ތިޔަ ކަމެއް ނިކަން ލޯބިން ދެކޭހިތްވެޔޭ`
},
{
  id: 134,
  name: `Hiyy Thelheyey`,
  genre: 'Taki',
  lyrics: `#M
ހާދަހާ މަގޭ ހިތް ތެޅެޔޭ ބަލާލުމުން
*ހާދަހާ މަންޖެ މަށައް ލިބިދާނޭބާ

#1
ކުރަނގި ދެލޯފަދަ ތިޔަފަރި ދެލޮލާ
*ހިތިފަތު ބުމަޔާ ދޮންއިހި ކަނދުރާ ދޮންއިހި ކަނދުރާ
ހާދަބާލާ ހިތްމަވެޔޭ
*ހާދަބަލާ ހޮތްމަވެޔޭ ފޫހިނުވޭ ގައިމު ބަލަ އޭ ދޮންދޮން ކަމަނާއޭ

#2
ސާދަވިލޭރޭ ހަނދުފަދަ މޫނޭ
*ހޫރުޕަރީން ފަދަ ރީތި ޕަރީއެއް ރީތި ޕަރީއެއް
ޖަންބު ތިކޯތާފަތުގާ
*ޖަންބު ތިކޯތާފަތުގާ ބީހިލުމަށް ހިތްއެދެމޭ

#3
ލީމަ ލިބާހާ ފޭލި އެކަމާ
*ރީތިކަމުން މުޅި ކައުނު ވިދާލާ ކައުނު ވިދާލާ
ތަރިތަކުގާ ވާ އަލިކަން
*ތަރިތަކުގާ ވާ އަލިކަން ގައިމޭ ފަނޑުކޮށްލާނޭ`
},
{
  id: 135,
  name: `Iguraaru Kobahey`,
  genre: 'Nala',
  lyrics: `#M
އިޤުރާރު ކޮބާހޭ ވީ އެކި ރޭ
*އެކި ދަންވަރުގާ އެކި ހިޔަނީގާ
އެދެނީ އެދެނީ ބައްދަލު ވެލުމޭ
*އެކި ހަނދުވަރުގާ އެކި ހިޔަނީގާ
*އިޤުރާރު ކޮބާހޭ ވީ އެކި ރޭ

#1
ބަދަލެއް މަ ނުވާނަމެ ބުނެފާދެން
*ޚަބަރެއް ހިލަމެއް ނެތުނީ ކީއްހޭ
ދަތުރެއްގެ ތެރޭގާ މަޖުބޫރީ
*ރުހުމާ ދެކޮޅަށްވެސް ދާންޖެހުނީ ރުހުމާ ދެކޮޅަށްވެސް ދާންޖެހުނީ

#2
މަހުރޫމުވުމެއް ހަމަ ނޭދޭނަން
*ޔާރާއޭ ރޫހާ ވިންދާއޭ
ހާލާތުއެހެން ވިޔަކަސް ގައިމޭ
*މިހުރީ ދުނިޔެއިން އެކުގާ ވާށޭ މިހުރީ ދުނިޔެއިން އެކުގާ ވާށޭ`
},
{
  id: 136,
  name: `Kaaku Tho`,
  genre: 'Nala',
  lyrics: `#M
ކާކު ތޯ މި ހުރީ ނޭނގިފާ
*ދުނިޔޭގަ ނެތޭ ހީވެފާ
ދަތުރު އޮޅި މާޔޫސް ވެފާ
*މިފުރާނަ ދިޔުން ލަސްވެފާ
ފަހެ ތީއީދެން ކާކުތޯ
*ކާކު ތޯ މި ހުރީ ނޭނގިފާ

#1
ހިލަމަކަށް އެދި އެދި މަ ގޮވީމޭ
*ގިލަނުގާ ލޯބިން މަ ރުއީމޭ
ޅިޔައަލާ ޒަހަމުކޮށް ފިޔެ މަގޭހިތް
*ކާކު ތޯ މި ހުރީ ނޭނގިފާ ދުނިޔޭގަ ނެތޭ ހީވެފާ

#2
ރާޅު ބިޔަ މާކަނޑުގެ ތެރޭން ކަޅު
*ކާޅުޔައްއައިސް ތިބެ އެބަ ގޮވައޭ
ކާޅު ތެޔޮނާށި ގެންގޮއްސި ޔޯލަޔޯލަ
*ކާކު ތޯ މި ހުރީ ނޭނގިފާ ދުނިޔޭގަ ނެތޭ ހީވެފާ`
},
{
  id: 137,
  name: `Karunun Midheloa`,
  genre: 'Nala',
  lyrics: `#M
ކަރުނުން މިދެލޯ ތެމި އާޚުގާ މަރުގައިމު ވިއޭ ހިތި
*ހާލުގާ ބަރުދާސްތު ނުވީމާ
ރުއިމުގާ ބަރުބާދު މިހިތް ވިއެ
*ވޭނުގާ ކަރުނުން މިދެ ލޯ ތެމި

#1
އެތަކެތް ދުވަހު އެކީ އުޅެވިފާ
*ހިތަކަން މަގޭ އުނގުގާ ވެފާ
ނެތަތީވެ ރަހުމު އަދު ވަކިވެފާ މި ތަދާއި ރިހުންލިބި
*ވޭނުގާ ކަރުނުން މިދެ ލޯ ތެމި

#2
ދިއްލާލި ހަނދު ހެކީކޮށް މަށަށް
*އިއްވާލިހާ ފޮނި ލަފުޒުތައް
ބިއްލާހި ތެދޭބުނެ މާދުރަށް އެއްލާލި ގޮތުން ގެނބި
*ވޭނުގާ ކަރުނުން މިދެ ލޯ ތެމި

#3
ފިޔަތަން އެނާޒުކު ހުޅުވުމުން
*ދިޔަ ހާސްފަށުން ފިރުމާލުމުން
ކިޔަމަންވި އެރޭރޭ ފަނުފުލުން ދިޔަތަން ފެނުމުން ހިތި
*ވޭނުގާ ކަރުނުން މިދެ ލޯ ތެމި`
},
{
  id: 138,
  name: `Loabi Libeytho`,
  genre: 'Nala',
  lyrics: `#M
ލޯބި ލިބޭތޯ ޖެހީމެ ސަލާން
*ލޯބި ލިބޭތޯ ޖެހީމެ ސަލާން
ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން
*ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން

#1
ފެނުމުން މިތުރާ ވެވުމުން ފިކުރާ
*ދެވުނޭ ލޯތްބާ ގަދަރާ
އެހިނދުން ފެށިގެން ޖެހިލުންވެނިކަން
*އެހުނޭ ހާލާ ހަބަރާ
ދޭށެ ހިލޭ  ދޭށެ ހިލޭ މިހިރީ މުޅިޖާން
*ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން

#2
ތިޔަފަރި ހިނގުމާ ނިޔަނެތި ބެލުމާ
*ކިޔަމަންތެރި ހަނުހުރުމާ
ފެނުމުން މިހިތައް އެހިތުގެ ނިޔަތާ
*ވެއްޖެ ބަދަލު ދިރިއުޅުމަށް
ލޯތްބައްޓަކާ ލޯތްބައްޓަކާ މިވަނީ ގުރުބާން
*ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން

#3
އިޝްގުގެ ނަމުގާ މަސްތުވެ އަދުގާ
*މިހިރަ ފުރާނަ ދަނީއޭ
ގިސްމު މިގޮތުގާ ފިސްވެ އަސަރުގާ
*އަސްލު ޝަހީދުވަނީއޭ
ހެކިވާނެއޭ ހެކިވާނެއޭ ހަމަގައިމު ޒަމާން
*ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން ހާދަހާ ރީޢްޗޭ ތިބާ ފަރި ޒުވާން`
},
{
  id: 139,
  name: `Mage Loayybaa`,
  genre: 'Nala',
  lyrics: `#S
އޭ މަކޮއެ ރަންކޮޅާ
ތީމަލޭ ބޭނުންމަވާ
މަލުގެ ފޮނި ރަހަލިބޭތޯ
ހޯދަމޭ މުޅި އުމުރުގާ

#M
ފޮނި ފޮނި މީރުވަހާއޭ ލަތީފި މަލާއޭ
*ތިޔަ ރަކި ރަކި ހީލަބަލާށޭ
ފިނި ފިނި ރޯޅިވަޔާއޭ ވަނީހިތްގަޔާއޭ
*ތިޔަ ރަކި ރަކި ހީލަބަލާށޭ
މަގެ ލޯތްބާ މަގެ ޔާރު
*މަގެ ލޯތްބާ މަގެ ޔާރު

#1
ތުންފަތޭ ވެވޭ ތައުބާ
*ރީތިކަމޭ ސުބުހާނަﷲ
ނޫންބާވައޭމީ ހަގީގަތް މިހާރު
*ނޫންބާވައޭމީ ހަގީގަތް މިހާރު
ދުނިޔެމަތީ ނޫރާއޭ ހަގީގީރާއޭ
*ތިޔަ ރަކި ރަކި ހީލަބަލާށޭ

#2
ހޯދުމަށް ބޭނުން އަހަރެން
*ނޭދެވުނޭ ތިޔަނޫނީ މަލެއް
ލޯތްބެއްވެވިއްޖޭ ނުއެނގި ހުރި ހާލު
*ލޯތްބެއްވެވިއްޖޭ ނުއެނގި ހުރި ހާލު
ސިފަދުލަކުން ނުވެވޭނޭ ހަގީގީރާއޭ
*ތިޔަ ރަކި ރަކި ހީލަބަލާށޭ`
},
{
  id: 140,
  name: `Malaa Thiya Maluge`,
  genre: 'Nala',
  lyrics: `#M
މަލާތިޔަ މަލުގެ ޝަރަފުގައޭ
*ހިތާ ހަށިގަނޑު ވެދުން ކުރަނީ
ޝަރާބޭ ކަރުގަނޑުން ތިޔަ ނާ
*ޒުކީ އެދިގެންނެ އާދެވުނީ

#1
އުދުހިފާ މާދުރުން އަދި މާމަތިން ޖައްވުގެ ތެރޭން ދަނިކޮށް
*އުދުހިފާ މާދުރުން އަދި މާމަތިން ޖައްވުގެ ތެރޭން ދަނިކޮށް
އުތުރި ތިޔަ ކަރުގަނޑުން ފޮނުވާ
*ޢަބީރުންނޭ ބަލާލެވުނީ

#2
ގަހެއްގެ ލަތީފު އޮފިކޮޅަކުން އުފެދިފާ ރީތި ތަނޑިޔެއްގާ
*ގަހެއްގެ ލަތީފު އޮފިކޮޅަކުން އުފެދިފާ ރީތި ތަނޑިޔެއްގާ
ވަހެއް ދުވަހަކު ހިތުން ނުފިލާނެ
*ފަދަ ފޮރުވައިގެނޭ ތިއިނީ

#3
ވަށައިގެން ފަހުރުވެރިވާ ޖާޒުބީ ކަރުގަނޑު މެދަށް ލާފާ
*ވަށައިގެން ފަހުރުވެރިވާ ޖާޒުބީ ކަރުގަނޑު މެދަށް ލާފާ
ވަށައިގެން ބަރިޔަކަށް ފިޔަތަކުގެ
*ލަސްކަރު އެތުރިގެން އެދަނީ

#4
ލިބޭނޭ ކަމުގެ އުންމީދެއް ނެތަސް އަދި ނުލިބުނަސް އަމުދުން
*ލިބޭނޭ ކަމުގެ އުންމީދެއް ނެތަސް އަދި ނުލިބުނަސް އަމުދުން
ލިބޭތޯ ތިޔަމަލުން ވަސްލެއްގެ
*ފިޔަވެސް މޯޅި ކޮއްލެވުނީ`
},
{
  id: 141,
  name: `Ma Heynethidhaane`,
  genre: 'Nala',
  lyrics: `#M
މަ ހޭނެތިދާނޭ ވެލޯބިން ދިވާނާ
*ތި ފަރިފަރި މޫނު އުޖާލާ ތި ފަރިފަރި މޫނު އުޖާލާ
ބަސް އޭރުނުބުނެ ހުރެ ފާޅުކުރީމާ
*މަ ލަދުވެތި ވީމެ އަހާފާ މަ ލަދުވެތި ވީމެ އަހާފާ

#1
ދުނިޔޭގެ އުޖާލާ ރީތިކަމޭ
*ތަސްވީރު ކުރާނީ މޫނުންނޭ ތިޔަރީތި ނަޔާފަރި މޫނުންނޭ
އާނހާ ހާ &އޯ ހޯ ހޯ&
ނޫއުޑުގަ އެވާފަދަ ނޫކަމެކޭ
*ތިޔަރީތި ޒުވާނާ ހީލުމަކީ އަދި ރީތިވެގެންދާ ހީލުމަކީ
ގެ ހިއްވަރު ލިބޭހާ ވަރެއްނެތް އާވާރާ
*ތި ފަރިފަރި މޫނު އުޖާލާ ތި ފަރިފަރި މޫނު އުޖާލާ

#2
މާޒީގެ އުފާވެރި ރޭރޭހެން
*ހިތުގާ އުކޭމީ ސޮފުހާއޭ ހިތުގާ އުކޭމީ ސޮފުހާއޭ
އާނހާ ހާ &އޯ ހޯ ހޯ&
ތީ ފޮނިފޮނި ރީތި ހިޔާލެއްހޭ
*ހައިރާން މަވީމެ މިރޭރޭގާ ހައިރާން މަވީމެ މިރޭރޭގާ
އެ ތަރިތައް ވިދާލާ އަލިންނޭ ތިމޫނަށް
*ތި ފަރިފަރި މޫނު އުޖާލާ ތި ފަރިފަރި މޫނު އުޖާލާ

#3
މިއުޑާއި ބިމާ ތަރިތައްވި ފަދައިން
*ހަމަގައިމު ކަލާދެކެ ލޯބިވެޔޭ ހަމަގައިމު ކަލާދެކެ ލޯބިވެޔޭ
އާނހާ ހާ &އޯ ހޯ ހޯ&
މަރު ގައިމުވަމުންދާ ވަގުތުގަވެސް
*އެދެނީ ކަލާ ހަމަ ދެކިލުމަށޭ އެދެނީ ކަލާ ހަމަ ދެކިލުމަށޭ
ހިތުގާ ޖެހިދާނޭ މަރުގައިމު ނުވާނޭ
*ތި ފަރިފަރި މޫނު އުޖާލާ ތި ފަރިފަރި މޫނު އުޖާލާ`
},
{
  id: 142,
  name: `Maamui Handhuvaru`,
  genre: 'Thinberu',
  lyrics: `#M
މަމުއީ ހަނދުވަރު މޫސުމުގާ
*ވަސުރަރިވެތި ރަނިކަމަނާ
ވަރޭވެހިފަ ޗަކަވި ފަލުގަ ފޯވެފާ
*އަތްފޯރި ނަދުރު ތާރަޖަހަން ދަތިވެލާ
ކުއްޅަވަފަލު ރަނިކަމަނާ
*ކުއްޅަވަފަލު ރަނިކަމަނާ

#1
ތުންތުންމަތިން ކިޔަކިޔާ
*މިތާކުގާ ނަން އެވާ
ހުސްފައިން ހިނގާ ރަށްވަށާ
*ބިންގަ ނޑު ލަދުން ދެރަވެލާ

#2
ފަތްތައްވަޔާ ހެލިލުމާ
*ގަސްތައް ނަށާ ކުޅި ޖަހާ
ބަސްބުނި ހިނދުން ރުހިގަޔާ
*އަސްތާ ހިނގާ އަތު ހިފާ

#3
ރަންކޯދުލާ ތަނެއްގާ
*ރަންފޯދި ފެހި ރަށެއްގާ
މަންމަންވެ އިނދެ ކަޅިއަޅާ
*ފަސްދީރު ކުރި ރުކެއްތާ`
},
{
  id: 143,
  name: `Manje Bunedhee`,
  genre: 'Taki',
  lyrics: `#M
މަންޖެ ބުނެދީ ދޮންމަންޖެ ބުނެދީ
*މަންޖެ ބުނެދީ ދޮންމަންޖެ ބުނެދީ
ކިހިނެއްހެދިއްޔާ ކިޔާނީ ރަން
*ލޯބިގޮއްޔޭ ބުނެދެން އާނއޭ ލޯބިގޮއްޔޭ ބުނެދެން އާނއޭ

#1
މުންޖާނި ހޯދާ މާވަހަރު އެއްކޮށް
*ތިޔަ ގޭ ދޮށައް ދުން އަޅާނަން
ކުރުން ރަނގަޅު ވަގުތެއް ހޯދާފަ ކައިވެނި
*ވަގުތުން އަވަސް ކޮށްލަދޭނަން
ހިތާނުވިޔަސް މަށާ މަންޖެ އިންނަން ބުނޭ
*ހިތާނުވިޔަސް މަށާ މަންޖެ އިންނަން ބުނޭ
ހިތާމޭވެސްނަގާފާ މަދޭނަން
*ލޯބިގޮއްޔޭ ބުނެދެން އާނއޭ ލޯބިގޮއްޔޭ ބުނެދެން އާނއޭ

#2
އަތުގާ ހިފައިގެން މަގުގާ ހިނގާލަން
*ކަމަނާ މަށާއެކު ދިޔައިމާ
އަތަރާއި ބޮކަރާ ވަސްމީރު ހުނވަދުން
*މިތުރާމަ ފެންވަރުވަ ދޭނަން
އަޅަން ކަރުގާ ރަނާ ޖަވާހިރު ގިނަ މުތިން
*އަޅަން ކަރުގާ ރަނާ ޖަވާހިރު ގިނަ މުތިން
ގެނެސް ހޯދާ ތި ކަރުގާ އަޅާނަން
*ލޯބިގޮއްޔޭ ބުނެދެން އާނއޭ ލޯބިގޮއްޔޭ ބުނެދެން އާނއޭ`
},
{
  id: 144,
  name: `Mee Bunaa Nadhurey`,
  genre: 'Taki',
  lyrics: `#M
މިއީ ބުނާ ނަދުރޭ ހިތްއެދޭ ގޮތެއްވިއްޔާ
*މިއީ ބުނާ ނަދުރޭ
މިވީގޮތުން ލަދުގަންނަން ނުޖެހި މިކަން ވިއްޔާ
*މިއީ ބުނާ ނަދުރޭ
ހިތްއެދޭ ގޮތެއްވިއްޔާ
*މިއީ ބުނާ ނަދުރޭ
އޯ އޯ އޯއޯއޯއޯއޯ &އޯ އޯ އޯއޯއޯއޯއޯ&

#1
އުތީމުގަނޑުވަރުގާ ހުދު މުތީގެ ފާރެއްލާ
*އުތީމުގަނޑުވަރުގާ ހުދު މުތީގެ ފާރެއްލާ
މަތީ ރަށުގެ މެދުގާ ދޮންވެލިން އެނަންލިޔެލާ
*މަތީ ރަށުގެ މެދުގާ ދޮންވެލިން އެނަންލިޔެލާ
އެމަންޖެ ލިބުނިއްޔާ އެމަންޖެ ލިބުނިއްޔާ ހިތްއެދޭ ގޮތެއްވިއްޔާ
*މިއީ ބުނާ ނަދުރޭ

#2
އަޅާ ކިޔާނަމެ ކަންޖާ ޒިޔާރަތުގެ ރޯއްޖާ
*އަޅާ ކިޔާނަމެ ކަންޖާ ޒިޔާރަތުގެ ރޯއްޖާ
އަޅާ ކިޔަން މިއުޅޭ މިލްކުވެއްޖެ ނަމަ ކުއްޖާ
*އަޅާ ކިޔަން މިއުޅޭ މިލްކުވެއްޖެ ނަމަ ކުއްޖާ
އެ ގޮއްޔެ ލިބުނިއްޔާ އެ ގޮއްޔެ ލިބުނިއްޔާ ލޯބިދެން ލިބިއްޖިއްޔާ
*މިއީ ބުނާ ނަދުރޭ

#3
ހިލާފަ ބޯހުނި އަލިބޭބެއަށް ދޮޅަސް ގަބުޅިން
*ހިލާފަ ބޯހުނި އަލިބޭބެއަށް ދޮޅަސް ގަބުޅިން
ކިރާނަމޭ ދޮންކޭލާ އަޅާ އެގޭ ދެކުދިން
*ކިރާނަމޭ ދޮންކޭލާ އަޅާ އެގޭ ދެކުދިން
އެކަމަނަ ލިބުނިއްޔާ އެކަމަނަ ލިބުނިއްޔާ ހިތްއެދޭ ގޮތެއްވިއްޔާ
*މިއީ ބުނާ ނަދުރޭ`
},
{
  id: 145,
  name: `Mendhurah`,
  genre: 'Thinberu',
  lyrics: `#M
މެންދުރަށް ދަރުކޮށުމަންނުދާށެ ދެން
*ވަލުތެރޭން ހަންޑިޔަކާ ދިމާވެޔޯ

#1
ފުށްކިބައިގައި މިރިހިފައި ހެޔަށް ގޮތެއްވަނީ
*ފުށްކިބައިގައި މިރިހިފައި ހެޔަށް ގޮތެއްވަނީ
ރޮދިފަށެން އަޅާށެވީ އެދުރުގެނޭ
*ވަލުތެރޭން ހަންޑިޔަކާ ދިމާވެޔޯ

#2
މެންދަމަށް ރޭގަނޑަށް ހީނަގާ ތުރުތުރުލާ
*މެންދަމަށް ރޭގަނޑަށް ހީނަގާ ތުރުތުރުލާ
ފަންވަތެން އަޅާށެވީ އެދުރުގެނޭ
*ވަލުތެރޭން ހަންޑިޔަކާ ދިމާވެޔޯ

$M
ދޭށޭވި ދޮންދަނބުރުކު
*އިހާގަނޑެން ކަނޑާފަދެން
މައިކަށިގަނޑެއްގައި
*ކަޅު ކުލައިން އެކީ ފަވާފަދެން
ހަންޑީގެ ނަންތައް
*ރަތް ދެލިން އެކީލިޔާފަދެން

$1
ކަރުގާވާ ތަވީދާ
*އުނަގަނޑުގާވާ ބަޑިޔަށްފުމޭށެ
ކުރުނބާފެން ނުދެށޭ
*މިލިޔާ ތަށި ބޯންދީފާ ފަށާށޭ

$2
ލަސްނުވެދެން އުޅޭށޭ
*ކިޔެވެލި ކިޔަވާ މީހުން ކޮބާހޭ
ހުދުފޮތިތައް ދަމާށޭ
*ފެންކިޔަވާފާ މޫނަން ޖަހާށޭ`
},
{
  id: 146,
  name: `Miaee Loabivamey`,
  genre: 'Taki',
  lyrics: `#M
މިއައީ ލޯބިވަމޭ ބުނާހިތުން ފާޅުގާ
*ނަފުސާ ފުރާނަޔާ ހިބައިން ދެވޭހާލުގާ
ތިޔަހެން ލޯބިވެގެން ކުރާ އިގުރާރުގާ
*އެހަނދާން ނެތޭގޮތޭ ވަނީ މިޒަމާނުގާ

#1
ކާކޭ ހުރީކަލާ އެކުވެރުވެ އުޅެފާ
*ޔާރުގެ އަނިޔާއެއް ކުޑަނަމަވެސް ލިބިފާ
ނޭނގޭ ސިއްރުތަކެއް ކުރާނެޔޭ ހަދިޔާ
*ހާމަވެ އެނގުން ޔަގީން އެވެސްލިބޭ އަނިޔާ އެވެސްލިބޭ އަނިޔާ

#2
ވަކިވާނޭ ހަމަގައިމު ތެދު ދޮގު ބެލީމާ
*މިދެހިތް ކަތިކައްޗައް ތެޅިގެން ހިނގީމާ
ދުނިޔޭގެ ޗާލުމަކަރު އެނގުން ނޫން ގާތޭ
*އެވަރަށް ކެހިދިނުމީ ދުނިޔޭގެ ޒާތޭ ދުނިޔޭގެ ޒާތޭ`
},
{
  id: 147,
  name: `Nan Reethi Gothugaa`,
  genre: 'Nala',
  lyrics: `#M
ނަންރީތި ގޮތުގާ ނަން ހިގާފާ
*ވާނޭ މަލެއް ބާގުގާ
ދުނިޔޭގެ ބިމުގާ ކޮންމެސްތަނެއްގާ
*ފޮޅިފަވެއްޖޭ އެމާ

#1
މާތަކުގެ ރާނީއެއީ
*ހިތްތަކުގެ މަލަކާ އެއީ
ހިތަކުން ނުދާނޭ ރަނިކަން ކުރާތީ ހިތުގެ ލޭނާރުގާ
*ހިތަކުން ނުދާނޭ ރަނިކަން ކުރާތީ ހިތުގެ ލޭނާރުގާ

#2
ކަށިތައް ހެރޭނޭ އެހާ
*މެހިގެން ދަނީއޭ އަތަށް
ކޮށިގެން ހިތާމޭ ނޮޅިގެންދަނީއޭ ވަލުތެރޭގާ ހިނގާ
*ކޮށިގެން ހިތާމޭ ނޮޅިގެންދަނީއޭ ވަލުތެރޭގާ ހިނގާ

#3
މާބުރު އުޅޭނޭ އެތާ
*އަންނާނެ އުދުހޭ ކޮކާ
މާ ބިނދެލެވޭތޯ ހިންމަތް ކުރާށޭ މޯޅި ނުވަނިސް ހިނގާ
*މާ ބިނދެލެވޭތޯ ހިންމަތް ކުރާށޭ މޯޅި ނުވަނިސް ހިނގާ`
},
{
  id: 148,
  name: `Nooraaey`,
  genre: 'Nala',
  lyrics: `#M
ލޯބި ލޯބިން އަސަރުދޭ ހިތޭ ބޭގަރާރު
ވީއެ ނޫރާއޭ
ހިތް އުފަލުގާ ޣަޒަލްވޭ ކިޔާ ބަރުބާދު
ވީއެ ނޫރާއޭ

#1
ޒަރުނަ އުފެދޭ ހިތާމައިގެ ނަގަރާދިޔާ
*ކަރުނަވާރޭގެ ތަކުރާރުވޭ ނާދިޔާ
ވަރުޝިފާޔަތުގެ ވަރުޝިފާޔަތުގެ ހާރުން ފުރާނައިން ނިދާރު ވީއެ ނޫރާއޭ
*ވީއެ ނޫރާއޭ &ވީއެ ނޫރާއޭ& ވީއެ ނޫރާއޭ

#2
ނާމިސާލެއް ނުވޭއޭގާ އުޖާލާ ނިއުޔޯކް
*އާޝިގާޔަށްޓަކާ ދެންވިދާ ޓޯކިޔޯ
ޔާދުގާރުންގެ ޔާދުގާރުންގެ ތައުރީފުގާ އިސްތިޒާރު ވީއެ ނޫރާއޭ
*ވީއެ ނޫރާއޭ &ވީއެ ނޫރާއޭ& ވީއެ ނޫރާއޭ

#3
ރީފުތަސްލީގެ އަސްލެއްނެތޭ ސާނިޔާ
*ރީތިކަޝްމީރު ލޯބީގެ މަލެކޭ ތިއާ
ރިވެތި އަޚުލާގުނ...ް ރިވެތި އަޚުލާގުނާދުންގެ ތަރިތައް ސުމާރު ވީއެ ނޫރާއޭ
*ވީއެ ނޫރާއޭ &ވީއެ ނޫރާއޭ& ވީއެ ނޫރާއޭ`
},
{
  id: 149,
  name: `Nuraboa Hasanbe`,
  genre: 'Nala',
  lyrics: `#M
ކުރާށޭދެން މަވަރި ނުރަބޯ ހަސަންބޭ
*މަނޫޅޭނަން ދެނެއް އައި އޭމް ސޮރީ

#1
ކަރު ކާށި ތެޔޮ ބޮލުގަލީމާ ހަސަންބޭ
*ކަރު ކާށި ތެޔޮ ބޮލުގަލީމާ ހަސަންބޭ
ތަދުވާނެ ދެލޮލަށް ތަލައިން ދަޅައަޅާތީ
*ތަދުވާނެ ދެލޮލަށް ތަލައިން ދަޅައަޅާތީ
އާނއަ އާއަ އާއަ އާއަ އާއަ އާނ
*އޯ އޮ އޯ އޮ އޯއޮ އޯއޮ އޯއޮ އޯއޮ އޯ
މިފެންވަރުގެ ތަލަބޯބެއެއްގެ ކައިރީ
*މަނޫޅޭނަން ދެނެއް އައި އޭމް ސޮރީ

#2
ދަންވަރު ތެދުވެ ކުނޑި ތަޅައިގެން ދުފާތީ
*ދަންވަރު ތެދުވެ ކުނޑި ތަޅައިގެން ދުފާތީ
ނުނިދޭނެ އަޑުފައްގަނޑާ ހެދި ހަސަންބޭ
*ނުނިދޭނެ އަޑުފައްގަނޑާ ހެދި ހަސަންބޭ
އާނއަ އާއަ އާއަ އާއަ އާއަ އާނ
*އޯ އޮ އޯ އޮ އޯއޮ އޯއޮ އޯއޮ އޯއޮ އޯ
މިފެންވަރުގެ އަޑުގަދަބެއެއްގެ ކައިރީ
*މަނޫޅޭނަން ދެނެއް އައި އޭމް ސޮރީ

#3
ގިފިލީގަ ފެންވަރަނިކޮށް ވަގުބެލީއޭ
*ގިފިލީގަ ފެންވަރަނިކޮށް ވަގުބެލީއޭ
ރުޅިގަދަވެ ފަހަތުން ހަސަންބޭ ދުވީއޭ
*ރުޅިގަދަވެ ފަހަތުން ހަސަންބޭ ދުވީއޭ
އާނއަ އާއަ އާއަ އާއަ އާއަ އާނ
*އޯ އޮ އޯ އޮ އޯއޮ އޯއޮ އޯއޮ އޯއޮ އޯ
މުސްކުޅިބެއަށް ވަގުފަހާ އަތުނުވީ
*މަނޫޅޭނަން ދެނެއް އައި އޭމް ސޮރީ`
},
{
  id: 150,
  name: `Ramzu Mi Gaumee`,
  genre: 'Nala',
  lyrics: `#M
ރަމްޒު މިގައުމީ ޚިޔާލު އާވާ
*ރީތިވީ މަލޭ
ފިނިފެންމަލުގެ ނަމުން ކިޔާ
*ގައުމީ ނަޔާމަލޭ ރީތިމިގައުމީ ނަޔާމަލޭ
އޯހޯހޯ
*އޯއޮއޯއޯ އޯއޮ

#1
ފިޔަތަކުގާ ވާއެލާމެހުން
*އެކުވެރިކަން ދައްކައޭ އޯއޯއޯ އެކުވެރިކަން ދައްކައޭ
ރޫހާ ހިތާ އުފާ ކުރާ
*އުންމީދުދޭ މަލޭ ރީތިމިގައުމީ ނަޔާމަލޭ

#2
ތުންހުޅުވާ ރީތި ފަރިވުމުން
*ހިނިތުންވާން އަނގައޭ އޯއޯއޯ ހިނިތުންވާން އަނގައޭ
ކުލަރީތިވީ ފިޔާތޮށިން
*ކުލަ ހާއްސަވީ މަލޭ ރީތިމިގައުމީ ނަޔާމަލޭ

#3
ފޮޚުވައިދޭ ހާއްސަ މީރުވަސް
*އިހުސާސްކޮށްދޭ ގޮތުން އޯއޯއޯ އިހުސާސްކޮށްދޭ ގޮތުން
އުފަލާ އަރާމުވާ މިތާ
*އަންގާލިމީ މަލޭ ރީތިމިގައުމީ ނަޔާމަލޭ

#4
އެއްދުވަހުން މޯޅިކަން އައިސް
*ފިޔަތަށް ލުހިދަގޮތުން އޯއޯއޯ ފިޔަތަށް ލުހިދަގޮތުން
ދުނިޔޭގެ މީ އުސޫލެކޭ
*ބުނެއެންގި މީ މަލޭ ރީތިމިގައުމީ ނަޔާމަލޭ`
},
{
  id: 151,
  name: `Rey Nidheega`,
  genre: 'Nala',
  lyrics: `#M
ރޭނިދީގާ އެފެނުނު ހުވަފެނެއް ހަނދާންވީތީ
*ވޭމެޔޭ ކިޔައިދޭ ހިތްނިކަން ގަޔާވީތީ

#1
ވައިފެން ހެޔޮ ރާއްޖޭގެ ރަށަކަށް ފޭބުނޭ
*އައި ފަތްމިންޏެއް ރީތި މަށަކަށް ނޭނގުނޭ
އައި ގޮތަށް އެހެރަ ފަރި ލޮލުން ބަލާލީތީ
*ވޭމެޔޭ ކިޔައިދޭ ހިތްނިކަން ގަޔާވީތީ

#2
ތިޔައި ކޮންދަތުރެއްހެ އެހިނދު އަހާލިޔޭ
*ނިޔަނެތި އަޑަކުން ނަންއޮޅުން ފިލުވާލިޔޭ
ހެޔޮއެދި އެވަގުތު ހާލުވެސް އަހާލީތީ
*ވޭމެޔޭ ކިޔައިދޭ ހިތްނިކަން ގަޔާވީތީ

#3
ދަތުރުގެ މެހެމާނާގެ ފަޅު ފިލުވައިދިނޭ
*މިތުރެކެ މީބުނެ ހިތްހިތާ ގުޅުވައިދިނޭ
އެކަމަކު ހޭލެވުމުން އެކަނިވެރިމަވީތީ
*ވޭމެޔޭ ކިޔައިދޭ ހިތްނިކަން ގަޔާވީތީ`
},
{
  id: 154,
  name: `Kethi Roanu`,
  genre: 'Nala',
  lyrics: `#M
ކެތި ރޯނު މިޔަހެލި އަދަ ފުނޯސް ފުރި ފުސްއަރާ ނަކަތާ
*ހަތް ހަޅައިން ހަޅަލާ
އައްސިދައިން ބަނަ ބުރުނު ކޮޅިގަދަ ކަނޑުގަ ބާނި އަރާ
*މިޔަހެލިން އުދަލާ

#1
އަހުލިހައިން އުދަރެސް
*މާ ނަކަތު ކޮޅިލާ
ފުރަ ނިމޭ ހަމައިން
*އުތުރަ އަތަ ހިތަލާ
ހޭވިހައިން މަޑުކޮށް
*ނޮރަ ދޮށައިން އަލިވޭ

#2
އިރު އުތުރު ހަޅައިން
*ދިޔަރެހުން އަލިކޮށް
ހޭވިހައިން މަޑުކޮށް
*ނޮރަ ދޮށާ ހަމަޔައް
ހަމަހިމޭން ގެނުވާ
*މޫސުމުން ނަލަވޭ

#3
ފަސްބަދުރު ރޭ ވައިން
*ފުރަބަދުރު މަތިކޮށް
އުޑުމަތިން ވިލުތައް
*ފަރިލަމުން އަލިކޮށް
ހުދުވިލައިން ކުލަކޮށް
*އަލިވިލުން ގަދަވޭ`
},
{
  id: 155,
  name: `Singu Maa Kandu`,
  genre: 'Kaasi',
  lyrics: `#M
ސިންގު މާކަނޑުގާ އެދުއްވަން އާދަނަށްތާ ނުކެރުނީ
*ސަންފަ މިކަމާ ފޫހި ރުޅިވެރި ކަން ބޮޑާހާކާ ހެދީ
ޝާއްކު ހިތުގާ އުފެއްދި އާދަނު ހޯއްގޮވާ ބަސްބުނެ ހެދީ
*ސަންފަ މިކަމާ ފޫހި ރުޅިވެރި ކަން ބޮޑާހާކާ ހެދީ

#1
ބަދަލުވީ މޫސުން އެ އިރުވައި ދުރުދަތުރު ތައްޔާރުވީ
*ރާސްތަދިގު ދަތުރެއް ފަށާގޮސް ރާކޮށީފަޅުގާ އެޅީ

#2
ދުރުދަތުރު ނިންމާފަ އައި އިރު ކިޔެވެލިން މުޅި ގޭތެރޭ
*ތިންހަތަރު މީހުންވަށާމެދު ސަންފައޮތް ހޭކުޑަވެފާ

-
$M
އާދަނަށް އޮޅިއްޖެތާ ވީގޮތްވެސް ނޭންގުނޭ
*އާދަނަށް އޮޅިއްޖެތާ ވީގޮތްވެސް ނޭންގުނޭ
މޭގަނޑު ތުރުތުރު އަޅާ
*ފިތްކެނޑި ބިރު ހާސްވެފާ

$1
ވާނުވާއެއް ނޭނގޭ ކިތައްދުވަސް ވެއްޖެތާ
*ވާނުވާއެއް ނޭނގޭ ކިތައްދުވަސް ވެއްޖެތާ

$2
ބޭރަށް ދަންވަރު ނިކުތުން މިވަނީ ހުއްޓިފާ
*ބޭރަށް ދަންވަރު ނިކުތުން މިވަނީ ހުއްޓިފާ

$3
ހާމިހާރަކު ނުޖެހޭ ބުރުދައްކަން އާދަނަށް
*ހާމިހާރަކު ނުޖެހޭ ބުރުދައްކަން އާދަނަށް`
},
{
  id: 156,
  name: `Thariyaai Handhaa`,
  genre: 'Taki',
  lyrics: `#M
ތަރިޔާއި ހަނދާ ހެކިވެ ބުނީޔާ އަހާނުތޯ
*ތަރިޔާއި ހަނދާ ހެކިވެ ބުނީޔާ އަހާނުތޯ
ހަދިޔާކުރަމޭ ހިތްކަމަނާ ލޯބިދޭނުތޯ
*ހަދިޔާކުރަމޭ ހިތްކަމަނާ ލޯބިދޭނުތޯ

#1
ހަންހާރު އުޅާ ރަންތަނޑި ރަންފޭރު ދޭނަމޭ
*އަންނާރު އަނބާ ޖަންބު އަތައިން ވާރުދޭނާމޭ
ހަންހާރަވީމެ ރަނިކަމަނާ ރަންކިޔާނުތޯ
*ހަދިޔާކުރަމޭ ހިތްކަމަނާ ލޯބިދޭނުތޯ

#2
އަންދާނަމެ ކަސްތޫރި ގޮމައިން މުޖުމަރާ ފުރާ
*ސަންދާރު ހަދައިދޭނަމެ ބޮކަރުން ޖަވާހިރާ
އަންނާށެ ރަނާ ހިތުތެރެ ރަނިކަން ކުރާނުތޯ
*ހަދިޔާކުރަމޭ ހިތްކަމަނާ ލޯބިދޭނުތޯ

#3
ގެންދާނަމެ މުޅި ކައުނުތެރޭ އުދުހިލާ އުރާ
*އިންދާނަމެ ވަސްމީރު ބަގީޗާ ދެހިތްފުރާ
ވިންދާއިލެޔާ ދެހިތުގެ ގުޅުވާ ނުދޭނުތޯ
*ހަދިޔާކުރަމޭ ހިތްކަމަނާ ލޯބިދޭނުތޯ`
},
{
  id: 157,
  name: `Thedhey Abin`,
  genre: 'Taki',
  lyrics: `#M
ތެދޭ އަނބިން ރީއްޗޭ އަހާށެ ކިޔައިދޭނަމޭ
*ތެދޭ އަނބިން ރީއްޗޭ އަހާށެ ކިޔައިދޭނަމޭ
އެހާ ރީތިވީމާ ލޯބިވޭ ފިރި ޔާރުނޭ
*އެހާ ރީތިވީމާ ލޯބިވޭ ފިރި ޔާރުނޭ
*ތެދޭ އަނބިން ރީއްޗޭ އަހާށެ ކިޔައިދޭނަމޭ

#1
އަސްލު އަނބިން ރީތީ ދިގުވީމަ އެނާނާތެދޭ
*އަސްލު އަނބިން ރީތީ ދިގުވީމަ އެނާނާތެދޭ
ފުރާޅަށް އެރޭނޭ ފުރާޅަށް އެރޭނޭ ސިޑީއެއްގެ ބޭނުންނެތޭ
*ފުރާޅަށް އެރޭނޭ ސިޑީއެއްގެ ބޭނުންނެތޭ

#2
އަސްލު އަނބިން ރީތީ ފަލަވީމަ އެނާނާތެދޭ
*އަސްލު އަނބިން ރީތީ ފަލަވީމަ އެނާނާތެދޭ
ވަސްހުވަނދޭ އެއިދޯ ވަސްހުވަނދޭ އެއިދޯ ސެންޓެއްގެ ބޭނުންނެތޭ
*ވަސްހުވަނދޭ އެއިދޯ ސެންޓެއްގެ ބޭނުންނެތޭ

#3
އަސްލު އަނބިން ރީތީ ދޮންވީމަ އެނާނާތެދޭ
*އަސްލު އަނބިން ރީތީ ދޮންވީމަ އެނާނާތެދޭ
ކޮޓަރިވޭ އުޖާލާ ކޮޓަރިވޭ އުޖާލާ ބައްތީގެ ބޭނުންނެތޭ
*ކޮޓަރިވޭ އުޖާލާ ބައްތީގެ ބޭނުންނެތޭ`
},
{
  id: 158,
  name: `Thin Thin Bandiyaa`,
  genre: 'Nala',
  lyrics: `#M
ތިން ތިން ބަނޑިޔާއެ ތިން ތިން ބަނޑިޔާއެ
*ދެކޮޅަށް ދާތަންފެނޭ
އެކިވަރުގެ ބަނޑިޔާއެ ރީތި މާރީތީއެ
*ބަނޑިޔާތައް ކައިރިވޭ

#1
އަސުރުން ފަސްވީމަ ފޯރިހިފާނޭ
*ބަނޑިޔާތައް ފައްކާ ފަތަރާސީހޭ
ދަނޑިވަޅު ހޯދާފަ ސިގުނަލްދޭށޭ
*ރިދަމުން ބުންޒީލަ ބުން ހިއްޕާނޭ
އެކިވަރުގެ ބަނޑިޔާގެ ފައިހަމަ ވާނޭ
*ކުރިމަތި ބަނޑިޔާތައް ފުރިހަމަ ވާނޭ
ރިދަމުން އިވޭރާގު ބަނޑިޔާ ތަކާ ކުޅޭ
*އެއްކަލަ އަޗާސޭޓު އެތެރޭން ބަލަން އިނދޭ
މިކަމާ ބޮޑުސޭޓު ކަންތައް ބޮޑުވީމަ މޭ ގުޑުގުޑުލާނެ ހޭ
*އެހެނަސް ކުޑަސޭޓު ކައިރިވާ ޗާލު ބަނޑިޔާއަށް ރާގުދޭ

#2
ތިންތިން ބަނޑިޔާލު ފެންބޯހިތްވޭ
*ހިތްތައް އަތުލާނެ ގޮތް ބޭނުންވޭ
ނުފުރޭ ބަނޑިޔާގެ ފެން ބޯހިއްވޭ
*މެދުވަރު ބަނޑިޔާގެ ފެން ބޭނުންހޭ
ބަރުހޭސަ ބަނޑީޔާތައް ބަރު ބޮޑުވާނޭ
*ތުންދިގު ބަނޑިޔާގެ ކަރު ކިހިނެއްހޭ
ބަނޑިޔާގެ އެކިފާޑު ބައްޓަން ވެލާލެކޭ
*ސޭޓަށް ކުރާބާރު ބޭރަށް އިނގޭނެހޭ`
},
{
  id: 159,
  name: `Thiya Kalhiravain`,
  genre: 'Nala',
  lyrics: `#M
ތިޔަ ކަޅިރަވައިން ޒަޚަމް ނުވި ހިތަކީ
*އެ އީ ދުނިޔެއިން ވަރަށް ބަދު ނަސީބު ހިތެކޭ
ތިޔަ އަސަރުގާ މަސްތު ނުވި ނަމައީ
*އެވެސް ދެން ހާދަ ނާކާމިޔާބު އަޅެކޭ

#1
ތީރާ ހަންޖަރު ވެސް ހުރޭއޭ
*ފީރާ ކުރަފަތް ވެސް އެންގޭއޭ
ހީރާޔާ ހިލަޔާ އަގުގާ
*އޭ ހާދަ ތަފާތެއް ހުރޭއޭ
މީރާގެ ރާހަތުވި ހީލުމަކީ
*މި ދެލޯވެސް އަލަށް ދުއް އަޖާބު ކަމެކޭ

#2
ތިޔަ ތޫނު ނަޒަރު ގުޅުނީމާ
*މިހިތާއި އަމާޒު ވެލީމާ
ނިޔަތާއި ޚިޔާލު އެހިންދުގާ
*ކިޔަމަންކަން ދޫކޮށް ލީމާ
ތިޔަ އުފަލުގަ ހިތުގެ ވިންދު އަވަސް
*ވުމަކީވެސް އެ އީ ވާ އަރާމު ކަމެކޭ

#3
ލޯބީގެ ހަޔާތަށް އެދިފާ
*އޭގާވި އުފާތަށް އޮޅިފާ
މޭގާވި މަގޭ ނަފްސާ ހިތް
*ހޭވެރިވެ މި ޖާދޫ ޖެހިފާ
ލޭގާ މި އިއްސާސް ހިންގާލި ގޮތަކީ
*މިފުރާނައިގެ އުއްމީއެދު އާވި ކަމެކޭ`
},
{
  id: 160,
  name: `Thiyey Nooru`,
  genre: 'Taki',
  lyrics: `#M
ތިޔޭ ނޫރު މަގޭ ޗާލު ކަނބާ ހާދަހިއްވެޔޭ
*މަގެ ޖާނުއެކީ ހިބައިންވީ ލޯބިންދީނީ
މަށަށް ކެހިދީފަތަ އެދިޔައީ ބުނެވެސްނުލާ އެރޭ
*މަށަށް ކެހިދީފަތަ އެދިޔައީ ބުނެވެސްނުލާ އެރޭ

#1
ބައްދަލު ވެލުމަށް އެދި ހުށައެޅީއެރޭ
*އައްސިދަ ހެކިކޮށް ރުހި އާނއެކޭބުނީ
އުފާތަކާ އަރާމުދެން ހުވާވެސް ކުރީ
*ބަލާނުލާ މިލިޔަން މިލިޔަން އެރޭދިނީ

#2
މަންމަގެ ފައްޓަރުބައިވެސް އެކީ ދިނީ
*އިޝްގުގެ ޖަޒުބާތުގަ ޖެހި މިހިތްއެކީ
މުރާދުނެތި ތުރާތަކުން މިހިތްވީ ހަލާކު
*މިއަށް ވުރެން މަރުވުން މާހެވޭ މިދުނިޔެއިން

#3
ދިން ފޮނި އުފަލާ އަރާމުތައް އެރޭ
*ހަނދުވަރު ދޭރޭރޭ ލިއުމުގާ އެވީ
ހިތައް ނުވާ ގޮތެއްނެތޭ ފުށުން އެރީމާ
*މިވީ ގޮތެއް ނޭނގޭ ސަހަރޯ ހިތައްއަރާ`
},
{
  id: 161,
  name: `Vahtaali Maafulhu`,
  genre: 'Nala',
  lyrics: `#M
ރަށް މައްޗަށް ހެދިހުރި ރަތް ނިކަގަހުކުރި
*ވައްޓާލި މާފުޅު ލިބޭނެބާ

#1
ވައިރޯޅިއާ އެކު ވެއްޓިއްޖެ މާފުޅު
*ކުރުނީސްކޮށްލާފާ ނެގީމެ މާފުޅު

#2
އުޑުބަމަޔަކަށް ވުރެ މަތީގަ މާފުޅު
*އުޑުތިލަ މަތިން ގަހުތެރޭގަ މާފުޅު

$M
ހޭޅިހޭޅިން ބޮނދާ ބޮނދާ ރޯޅި އިރުދިން އަލީތެރޭގާ
ރޯޅިވައި ފިނިކަން ދިނީމާ ފޯރިއައިސް އެކުގާ ގޮވާލާ އޭހުވައްލާ
*ގޮވާލާ ޔާހުވައްލާ
ގޮވާލާ އޭހުވައްލާ
*ގޮވާލާ ޔާހުވައްލާ`
},
{
  id: 162,
  name: `Viyyaa`,
  genre: 'Kaasi',
  lyrics: `#M
ވިއްޔާ
*ފަލަކުން ދިރޭހާ ފާޅުވެލާ

#1
ގެނުވައެ ސީދާ ފެނުމުން ތާޒާ
*ފިނިކަން ހުނާ ވޭނާ
ފާޅުވެދާހާ ރީތި އެތަރިތައް
*ފާޅުވެދާހާ ރީތި އެތަރިތައް
ފަލަކުން ދިއްލާލީމާ
*ވިއްޔާ ފަލަކުން ދިރޭހާ ފާޅުވެލާ

-
$M
އަލިވާނޭ ނޫރެކޭ
*އަލިވާނޭ ނޫރެކޭ ދޭހުން ވިދާލާނީ

$1
ފަރިނަލަ އަލީގައި
*ނަލަނަލަ ދޭހުން ވިދާލާނީ

$2
*ވާން އުޅޭ
އެއްކަލަގޮތް
މަބުނާ ގޮތް`
},
{
  id: 163,
  name: `Aadhakoh Mimagun`,
  genre: 'Nala',
  lyrics: `#M
އާދަކޮށް މިމަގުން ކުރިކަނޑަންޏާ
*ހާލުކިހިނެއްތޯ އެހިދާނޭ
މާގިނައިން ތިޔަހެން ފެނި އުޅެންޏާ
*ނަން އަހާލަންވެސް ޖެހިދާނޭ

#1
ދުރުދުރުން ތިޔަހެން ލޯމަރަންޏާ
*ބަސްބަހުން ހަމަލާދީ ހަދަންޏާ
ނަންބުނަން ޖެހިލުންވެ ފިލަންޏާ
*ފޯނުނަ ންބަރުވެސް ބެލިދާނޭ

#2
ފާޑަކަށް ތިޔަހެން ހީއުޅެންޏާ
*ގޮތް ގޮތަ ށް ނަޒަރުން މެސެޖު ދެންޏާ
ހިތްމަގ ކިޔަމަން ނުވެވިގެން ގޮސް
*ލޯބި ފަހަރެއްގާ ވެވިދާނޭ

#3
ހިތްއުފާވާ ޖަވާބެއް ނުދެންޏާ
*އާނއެކޭ ނުބުނެ މާ ލަސްކުރަންޏާ
އިންތިޒާރުގެ ވަގުތު ދި ގުކުރަންޏާ
*ފޫހި ފަހަރެއްގާ ވެވިދާނޭ`
},
{
  id: 164,
  name: `Angaa Dheyshey`,
  genre: 'Zamaanee',
  lyrics: `#M
އަންގައިދޭށޭ އަދުވީ ރުހިގެން އޭ ހަނދާ
*ނިންޖާ ރޫހާ ނެތިގެން ދާނީ އޭ މަލާ
ހިތްއަދު ރޯވަރު ވެޔޭ
*ދެން އޭނާ ހޯދެޔޭ
ފިސްއަދުވީމާ ރުހޭ
*މަރުވާވަރުވޭ މެޔޭ

#1
ޖާނާ މިހިތް ދީފާވެޔޭ
*ދެންވީ މިހެން ބޭކާރުހޭ
ބެލުނޭ ދެލޯ އެދިތޯ ކަލާ މިރޭރޭވާ
*އަދި ބެލުނޭ ދެލޯ އެދިތޯ ކަލާ މިރޭރޭވާ އޯއޯ

#2
ސަހަރޯ އެވީ ކޮންތާކުހޭ
*އަންގާ ނުލީދެން ކީއްވެހޭ
ލިބެނީ ޝަޒާ މަރުދީ މިހެން ނިމެނީހޭ
*އަދި ލިބެނީ ޝަޒާ މަރުދީ މިހެން ނިމެނީހޭ އޯއޯ`
},
{
  id: 165,
  name: `Beefaanu Odi`,
  genre: 'Zamaanee',
  lyrics: `#1
ބީފާނު އޮޑި ބިޔަ ރާޅުތެރޭން
*ސަމުގާ ނުލާ ފެށި ދަތުރު ތެރޭން
ހިޔަލެއް ނިވަލެއް ނެތި ދުއްވާލާ
*ހިޔާލެއް ފިކުރެއް ނެތި ދުއްވާލާ

#2
ބަލަކެޔޮޅާ މިއޮތީ ބޮޑު ރޯއްޖެއް ދެއްވާފާ
*ބަލަ ރެކިފުތު ދަރިޔާ ކުރުދޮށި ހެޔޮވަރު ކޮށްލާ
ފުރަތަމަ މުގުރާނަށް ބަޑި ތަޅަމުން މަސްތައް ފުމެ އެކީ ރަނގަރަނގަ ޖަހަމުން ރެކިފުތު އޮޑީގަ ބޮޑުވަތް ފުރަމުން
*މި އޮތީވާ އައިނެއްތާ

#3
ހަތަރު އުދަރެސް ބަނަމި ވެއްޖޭ
*ގޮށްރާޅު ތެރޭގާ މިއޮޑި ބެހިއްޖޭ
ހިޔަލެއް ނިވަލެއް ނެތި ދުއްވާލާ
*ހިޔާލެއް ފިކުރެއް ނެތި ދުއްވާލާ

#4
ބަލަކެޔޮޅާ މިއޮތީ ބޮޑު ރޯއްޖެއް ދެއްވާފާ
*ބަލަ ރެކިފުތު ދަރިޔާ ކުރުދޮށި ހެޔޮވަރު ކޮށްލާ
ފުރަތަމަ މުގުރާނަށް ބަޑި ތަޅަމުން މަސްތައް ފުމެ އެކީ ރަނގަރަނގަ ޖަހަމުން ރެކިފުތު އޮޑީގަ ބޮޑުވަތް ފުރަމުން
*މި އޮތީވާ އައިނެއްތާ`
},
{
  id: 166,
  name: `Dhaanee Mahah`,
  genre: 'Baburu',
  lyrics: `#M
ދާނީމަހަށް ދާންފުރާ ދާނީ ކިޔާފާ ހޭވައްލާ, ދާނީ މަހަށް ގެންފުރާ ދާނީ ހޭވައްލާ
*ދާނީމަހަށް ދާންފުރާ ދާނީ ކިޔާފާ ހޭވައްލާ, ދާނީ މަހަށް ގެންފުރާ ދާނީ ހޭވައްލާ
ހީކޮށްލާ އަދު ޔަގީންވާތީ އެދިގެން މިބުރު ތާޒާވީ ނޫކަނޑާ ދާނީ ހޭވައްލާ
*ހީކޮށްލާ އަދު ޔަގީންވާތީ އެދިގެން މިބުރު ތާޒާވީ ނޫކަނޑާ ދާނީ ހޭވައްލާ

#1
*ހަޒާނާއިން ގައުމު ދިރިދާނޭ
މި ކަނޑުގާ އެވާ ހަޒާނާ
މި ކަނޑުމަސް ލިބޭ ހަޒާނާ
އުޅެމާހެ ކެރިގެން ފިދާވާން ކެރިގެން ފިދާވާން ކެރި

$M
ބިޔަކަށި އެނގޭ އައިނެއް
*އެހުރީ އެތާ
ގިނަ ކުރަނގިވާ އައިނެއް
*އެހުރީ އެތާ

$1
ބިޔަ އެ މަސްއައިން
*ތިލަވެ ނަގާފާ
އޮއެވާލި ލަކުޑި ގަނޑެއްގާ
*އޮއެވާލި ލަކުޑި ގަނޑެއްގާ

$2
ދޮށި ދޮށި އިލާ
*ކިރިލި ބަލާފާ
ދޯނީގެ މުދިމު ކޮބައިތަ
*ދޯނީގެ މުދިމު ކޮބައިތަ

#3
*ނަގާ ގޮދާ
ކުރު ދޮށިން
ގަތް ބުޅިން
ވަތް ފުރާ
އޮޑި ފުރާ`
},
{
  id: 167,
  name: `Fahuge Kudhin`,
  genre: 'Nala',
  lyrics: `#M
ހާދަ ތަފާތޭ ފަހުގެ ކުދިން ތުނިކުރު ހެދުންތަކޭ އެލަނީ
*ހައިރާން ހީވެޔޭ
ކުމްކުމް ކަސޯޓީ އޭގެތަރިން އެއަޅާ ހެދުން ކޮޕީކުރަނީ
*ސަހަރޯ ހީ ވެޔޭ

#1
މަގު ކުނިކަހާ އުޅޭއިރު
*ދެކޮޅަށް މަގުގެ ބަލާނޭ
ފަހަތަށް ކުރާނެ ހެޔޮވަރު
*ލައިގެން އެހުންނަ ކުރުޓޮޕު
އުނަގަނޑު ހަމައިން ގައި ހަމު ކުލައަލި ބެލްޓެކޭ އެހެރަ ވިދަނީ
*ސަހަރޯ ހީވެޔޭ

#2
އަތްފައިގެ ތިޔަ ބަގީޗާ
*ދަންނާށެ ހެޔޮކުރާނޭ
ކަންފަތުގަލާ އެބޮޅުފަތި
*އޭގެން ޖަހާނެ ދަން ފުޅި
މޫނުމަތިން ސިފަ ގެއްލޭހެން ގަދަ ކުލަތަކޭ އެހެރަ ވިދަނީ
*ސަހަރޯ ހީވެޔޭ

#3
އިސްލާހުވީއެ ބުނެފާ
*ހަށިގަނޑު ނިވާ ނުކުރިޔަސް
ފެޝަނަށް އަޅާނެ ބުރުގާ
*އަތްފައި ނިވާ ނުވިޔަކަސް
ފައި އޮޅުނަސް ކަށިފައިވާނުގާ ކެޓްވޯކުގާ އެހެރަ ހިނގަނީ
*ސަހަރޯ ހީވެޔޭ`
},
{
  id: 168,
  name: `Fari Shehezaadha`,
  genre: 'Taki',
  lyrics: `#M
އޭމަގޭ ރީތި ރީތި ފަރި ޝެހެޒާދާ
*ވަރަށް ލޯބި ލޯބިން އާދޭ
ތީމަގޭ އުންމީދަކީ
*ތީމަގޭ އުންމީދަކީ
އުންމީދު ކުރެވި ކުރެވި ކުރެވި ވަރުބަލި ވިމަލާ
*ވަރަށް ލޯބި ލޯބިން އާދޭ

#1
އަލަތުނަޒަރު ކަތިލިޔެ މަގެ ހިތާމޭ ކުރިން
*މަގާތު މަށާ ބައިންދާ ޅެން ކިޔާދީހެދިން
ފަހަތު މަލައިގެން މިތުރާ ހިނގާވެސް ހެދިން
*އަބަދު މަށާ އެކުވޭތޯ މައާދޭސް ކުރިން

#2
ހުވާތަކެއް ތުއި އަޑަކުން ކުރީތީ ކުރިން
*ހިތަމަގޭ ހަށިގަނޑު ހިބަ މަކޮށްދީ ހެދިން
އެތައްއެތައް އުންމީދެއް އޮޔާލީފަހުން
*ހިތާމަކޮށް ރޮއެފާވެސް ކިޔޭނޭމިހެން`
},
{
  id: 169,
  name: `Kanbulo`,
  genre: 'Taki',
  lyrics: `#M
ކަނބުލޯ ކަނބުލޯ މިކަމަށް ނުރުހި ކިޔަވެގެންތަ
*ދޮން ކަނބުލޯ މިކަމާ ފިކުރު ނުކުރި ކިޔެއްވެގެންތަ
މޮޔަ މަވަންތަ
*މަރު މަވަންތަ

#1
ސާބަކަށް ހާމަވާ ތިޔަފަދަ ނަލަ ސޫރައޭ
*ވާހިތުން ގުރުބާންވެސް ތިޔަ ލޯތްބަށް ވާނަމޭ
ދޭހިތުން ދީފިއްޔާ ރަނަކަށް މަހަދާނަމޭ
*ރަން ރިއްސާ ޖަވާހިރުން ގުނަވަންތައް ފުރާނަމޭ

#2
ޖާނާ މާލުން ގުރުބާން ވެސްވާނަމޭ
*ހިތަކަށް މަށަށް ލިބުނިއްޔާ ސޮދަގާތް ބަހާނަމޭ
ދޭހިތުން ރުހުމާއެކު އާނބަސް ބުނެފިޔާތާ
*ދެން ކިޔަމޭ މަތިމަތިން ގެދޮރުވެސް ދޭނަމޭ`
},
{
  id: 170,
  name: `Fini Fini Hiyy`,
  genre: 'Taki',
  lyrics: `#M
ފިނިފިނި ހިތް ވެއްޖަ ފެނިފާ
*އަހަގެ މިތުރާ އަހަގެ ރަންކޮޅޭ
ޝޯހު ކޮށްލައިފި ފެނިފާ
*އަހަގެ މިތުރާ އަހަގެ ރަންކޮޅޭ
*ނިދިނޫމައެ ދެކެން ހިތުން އަހަގެ ރަންކޮޅޭ

#1
ކިޔެއް ވެހޭ ގުޅާ ލޫމަ ފޯނު ނުނަގަނޫ
*ފޯނު ނުނަގަނޫމަ ވާޅެ ދެރަ ނުވިސް ނެނޫ
ވައިބަރވެސް ކެރޫމަ ދެންސީން އަރުވަނޫ
*ސީންއަރުވަނޫ މަ ވާޅެ ދެރަ ނުވިސްނެނޫ
*ނިދިނޫމައެ ދެކެން ހިތުން އަހަގެ ރަންކޮޅޭ

#2
ފޭސްބުކުން އިނބަ ފޮޓޮޔަށް ލައިކެއް ދެނޫ
*ލައިކުދެނޫ އިނބަދެކެ މަ ލައިކުވާ ވަރުން
މެސެންޖަރއިން ހައިޖަހާ އުނދަގޫކެރޫ
*އުނދަގޫކެރޫމަ ތަތިޔަ އޮފްލައިން ވަނޫ
*ނިދިނޫމައެ ދެކެން ހިތުން އަހަގެ ރަންކޮޅޭ

#3
އިންސްޓައިން އިނބަ ފޮޓޮޔަށް ހާރޓެއްދެނޫ
*ހާރޓެއް ދެނޫމަ ތަތިޔަ އަންފޮލޯކެރޫ
ހާދަވަރަށް ސާޗުކެރޫ ފެނޭތޯތަހޭ
*ކިއެއްވެހޭ ނުފެންނަނޫ ބުލޮކު ތެއްކެރޫ
*ނިދިނޫމައެ ދެކެން ހިތުން އަހަގެ ރަންކޮޅޭ`
},
{
  id: 171,
  name: `Foanu Kerooma`,
  genre: 'Taki',
  lyrics: `#M
ފޯނުކެރޫމާ އުމާށެ ބޮނުވެނޭ
*ނިދި ނޫމައެ މަ އިނބަ ދެކެންހިތުން މިރޭ

#1
ބިރަގަނެފާ ހުންނަހެން އިނބަގެ އަޑުން ހީވެޔޭ
*އަވަހަކެރޭ ދޯންޏަކުން ލަހަނުކޮށް އަފޫބިލާ
ތެތް އޮޅެނޫ އިނބަދެން މަ ލަދަގަންނަވަންދޯ
*ތެތް އޮޅެނޫ އިނބަދެން މަ ލަދަގަންނަވަންދޯ
*ދޮގަނަހަދާ ދެން ބޮނޭ

#2
ރޫރުލަނުއްވޭ ދެފަޔުން ފެނިލޫމާ އިނބަ ލޮލަށް
*ނޯޅެ ހުޝާމަދުކެރާން އިތުބާރު ކެރަން ބޮނަން
ލޯތްބުން މައާއެކު އޮޅެންނާ އުމާށޭ
*ލޯތްބުން މައާއެކު އޮޅެންނާ އުމާށޭ
*ނޯޅެންނާވެސް ބޮނޭ

#3
ރައްކާ ކެރުވޭޅަހޭ ދީފުއްވާ ދެން މިހިތް
*ކަކެލުހުޅުން ވައިގި ދޫވެދާޅޭ ތެއް ބުނި ބަހުން
މިޔޯ ނުހަނު އަގަބޮޑަ އަމާނާތެކޭ ދެން
*މިޔޯ ނުހަނު އަގަބޮޑަ އަމާނާތެކޭ ދެން
*އަދި އަތުލާށޭ ބޮނޭ`
},
{
  id: 172,
  name: `Foari Nagaalaa`,
  genre: 'Nala',
  lyrics: `#M
އީދޭ އައިމި އުފަލުގާ
*އެންމެން ޖޯޝާއި މަޖަލުގާ
ކިޔަމާ އީދު ތަހުނިޔާ
*ކުދިބޮޑު އެންމެން ފޯރި ނަގާލާ

#1
ގުޅިގެން އެކީގާ ކުޑަކުދިން
*ސަކަރާތުގެ އަޑު މުޅިތާ ފަތުރާ
ނަލަރީތި ހެދުމުން ޒީނަތްވެގެން
*ހުވަނދުން މުޅި މާހައުލު އެއްވަސް ކޮށްލާ
އީދޭ އައިމީ
*ކުދިބޮޑު އެންމެން ފޯރި ނަގާލާ

#2
ބޮޑުމަހުގެ ކުޅިވަރު މާލިނެށުން
*އެންމެން އެކީގާ ބައިވެރިވެލާ
ކުލަޖެހުމުގެ ފޯރިން އެކިއެކި ކުލައިން
*އީދުމަޖާ ކުލަގަދަ ކޮށްލާ
އީދޭ އައިމީ
*ކުދިބޮޑު އެންމެން ފޯރި ނަގާލާ

#3
އަމުނާލެވޭ ނަލަ ބަސްތަކާ އެކު
*ބޮޑުބެރު ސަގާފީ ފަރި ނެށުމާ
ހިތް ހެޔޮކަމާއެކު އިއްވާލަދޭމީ
*ނަލަ ރާގުރާގުން ތަހުނިޔާ
އީދޭ އައިމީ
*ކުދިބޮޑު އެންމެން ފޯރި ނަގާލާ`
},
{
  id: 173,
  name: `Haadha Loayybey`,
  genre: 'Taki',
  lyrics: `#M
ހާދަ ލޯތްބޭ ހާދަ ނަލައޭ
*ހިތް ނުދޭނީ ކާކުހޭ
ވާ ދެހިތުގާ ލޯބިއާލާ
*ކޮށް ނުދޭނީ ކާކުހޭ

#1
ޖާޒުބީ އަސަރުން ހިތާމޭ
*ފޫދިޔަސް ނޭނގޭނެޔޭ
ވާތިފަރި މޫނަށް ބެލީމާ
*މަސްތު ކޮށްލާ ފާނެޔޭ
ލޯބިން ބަލާތޯ ކަލާ
*ތީމާ މިވަރުވެސް ވަނީ
ޚޫރެކޭ ތިޔައީ މިބިމުގާ
*ހިތް ނުދޭނީ ކާކުހޭ

#2
މާދުރުން ފެނިގެން ތިފަރިމާ
*އިސްޖަހާލީ ކީއްވެހޭ
މާބުރާ ބަޅިނދާ ކޮކާލާ
*ދޯޅައެވަނީ ކީއްވެހޭ
ނާދޭ މިސާލުން ނަޒަރު
*އުޅުމުން ކުރާތީ އަސަރު
ވާ މިދުނިޔެއިން ލޯބި ހޯދަން
*ހިތް ނުދޭނީ ކާކުހޭ`
},
{
  id: 174,
  name: `Heevey Vebee`,
  genre: 'Nala',
  lyrics: `#M
ހީވޭ ވޭބީ މޭހީވާނޭ ވެބީ
*ވެވޭނީ ލޯބީގަ މީޖާނޭ ވެބީ
ދުރަށޭ ނުދާނީ ދިޔައިއްޔާ ބީވެދާނީ
*ދުރަށޭ ނުދާނީ ދިޔައިއްޔާ ބީވެދާނީ
*ހީވޭ ވޭބީ މޭހީވާނޭ ވެބީ

#1
ހަނދުމަނުވޭލޭ ފޮނިލޯބީގާ
*އޭރުގާ ވީހާއުފާ މާޒީގާ
ފާޅުކުރާ ސީދާ ބަހަކީ މިޔޭ މީގާ
*ވޭނީ ހިތާރޫހޭ ހިތާމައިގާ

#2
ސޭކުވެ އުޅޭ ކަރުނަ ފައިބާތީ
*އިންސާފާވަފާ ހަނދުމަ އާވާތީ
ހާލު މިއަދު ވޭނީ ޖައްސާ އުމުރުގާތީ
*އެންގީމޭ މިތާ ސާފު ވާނޭތީ`
},
{
  id: 175,
  name: `Jinni`,
  genre: 'Zamaanee',
  lyrics: `#M
ރީތި ނަލަނަލަ ރާގުގާ ރީތިފަރިފަރި ހިނގުމުގާ
*ބީހިނުލިޔަސް ވަސްދުވާ ރީތި ކަށިމަލު ފަރިވުމާ
ތީތަ މަލަކީ އުމުރުގާ ދީފަ ހުވަނދުން ހިތްފުރާ
*ހީލުމުން ކުލަވަރު މަޖާ މީރުވަސްތައް އެކުލަވާ

#1
މަލަރީތިކަން ދިރުންވާ
*ބަނަކަން ނުވޭ އަނދިރިވާ
ދަނޑަކުން ގޮވާން ކަނޑާފާ
*ވަޒަނަށް މުތީން ކިރާލާ
ނަލަނަލަ އަޑުން ގޮވާލާ
*ފަސްދިން ފަހުން ބަލާލާ

#2
ބެރެބެދި މާލުން މުއި ނަގާ
*ހެލަނބެލި ގަހުން މޫކަނޑާ
ލިނބެލި ކާށިން ތެޔޮނަގާ
*ކިޔެވެލި މުލުގާ ހުއްޓިލާ
އިންނަން ހިތާ ލޯމަރާ
*ދިން ވޭނުގާ ކެތްނުވާ

$M
ފަރިދާނުގާ މިރަށު ނިދާ
*ފަރިދާނުގާ މިރަށު ނިދާ
އަލި ރީތިކަން ފެތުރިފާ
*މަރިޔާދުގާ ވިދަވިދާ
ނޫރޭތީ ބެލީމޭ
*ފުރިހަމަ ރަތުން ދުށީމޭ
ކުރިކީލަފަދަ އޮމާންވާ
*ހުރިތާކުގާ ސިހުންވާ
ބަލަ ހިތާވޭ އޭއޭ ޖިންނީ
*ބަލަ ހިތާވޭ އޭއޭ ޖިންނީ
ގޮވާހިތްވެ އޭއޭ ޖިންނީ
*ގޮވާހިތްވެ އޭއޭ ޖިންނީ
ފެނޭ ކަހަލަ އޭއޭ ޖިންނީ
*ފެނޭ ކަހަލަ އޭއޭ ޖިންނީ

$1
ދަނޑި މަގު ވަލުން ގޮވާލާ
*އަލަދަނޑު ތެރޭން ބަލާލާ
ނަލަ ރީތިކަން ތިވާހާ
*އަލަމާތެރޭ ދިރުންވާ

$2
މިސްކިތް މަގުން އުތުރުގާ
*ވިސްނުންތަކުން ދެކުނުގާ
ބިސްމިން ފަށާ ހިނގާލާ
*ބިސްމިން ފަށާ ކިޔާލާ`
},
{
  id: 176,
  name: `Kalaa Heekurani`,
  genre: 'Taki',
  lyrics: `#M
ކަލާ ހީކުރަނީއޭ މިއީ ކާކު ކަމަށްހޭ
*ކާކު ކަމަށްހޭ މަގޭ ލައިލާގެ މާތް މަޖުނޫނެކޭ
ތިގޮތް ބަދަލެއް ނުކުރާނުހޭ ހައްގު ތެދެއްހޭ
*ހައްގު ތެދެއްހޭ އެހެންވިއްޔާ މިއީ ސީރީނެކޭ

#1
ފޮތިއަޅާ ބާހެދުމުގާ މައުޅެފާނަމޭ
*ތުނބުޅިޔާ ބޯވެސް ނުކޮށާ މަ އުޅެފާނަމޭ
ތަޅާ މެރިޔަސް މިދުނިޔޭގާ މޮޔަޔޭ ކިޔާ
*ތަޅާ މެރިޔަސް މިދުނިޔޭގާ މޮޔަޔޭ ކިޔާ
*މަމީ ތެދުވެރި ނިކަން ފަރުހާދެކޭ

#2
މަވެސް ލޯބީގަ ހިތްވަރު ކުރާނަން ރޮމުން
*އުފާ ޖަންނަތުގާ އަތުގާ ހިފައިގެން އުޅެން
އެދެން ގަލުގާ މަހާނައިގާ ލިޔެލަން މިހެން
*އެދެން ގަލުގާ މަހާނައިގާ ލިޔެލަން މިހެން
*ވެދިޔަ ލޯބިން ފިދާ ލައިލާއެކޭ`
},
{
  id: 177,
  name: `Kalhufoe Reyrey`,
  genre: 'Kaasi',
  lyrics: `#M
ދަނޑުމަތި ގޮމަޔާ ހަމަހަމަ ކުރުމަށް
*ކަޅުސޮރު އޮވެގެން ފަރިވަނީ
އުޑުމަތި ނުބަލާ ނަމަނަމަ ތަކުރާ
*ދަނމު ހިނގުމަށް ނުދަމާ ބަހީ

#1
ކަޅުފޮއެ ރޭރޭ ތުނޑިމަތި ފެނިފާ
*ހަނދުވަރު ދެކިލާ ހިތްވެފާ
މަގުކޮޅު ހޯދާ ދެކޮޅަށް ބަލަމުން
*ބަރުކޮށް ހެލިފާއޮވެ ދަނީ

#2
އިރުއޮއްސޭ ދަޅަޔަށް ބަލަމުންތާ
*ދިގުމަގު މެދުގާ ކަތިވެފާ
ހިތުތެރެ ރާވަ ދެއަތަށް ކިރެމުން
*ހިތުގަ ހިފާ ފުރަގަސްބެލީ

#3
މިގޮތަށް ހުއްޓާ އެއްކަލަ ގޮލަޔަށް
*ފިޔޮކެއް ބުނިއަޑު އިވިލަނީ
ބަލަ ދޮންތަކުރާ ކަމަކުނުދާނޭ
*ހަމަ ތިގޮތަށް ހުއްޓަސް މިރޭ

#4
ހޭބޯނާރާ ކަމަކުތެރަށް ބޯ
*ވޭތޯ ބެލިޔަސް ހަމަހިލާ
ވިދުވަރު ފެނިފާ ދަޅަޔަށް ހެއްލޭ
*ހިނދުކޮޅު ދިޔުމުން ފޫހިވޭ`
},
{
  id: 178,
  name: `Kiyaahoob`,
  genre: 'Kaasi',
  lyrics: `#M
ކިޔާޙޫބް ލަގްތިހޯ
*ބަޑި ސުންދަރް ދިކްތީހޯ
ތުމް ޕިޔާރްސެ ޕިޔާރީހޯ
*ތުމް ޖާން ހަމާރީހޯ
ޕިރްސެ ކަހޯ ކެހެތެރަހޯ
*އައްޗާ ލަގްތާހޭ
ޖީވަންކާ ހަރްސަޕްނާ
*އަބުސައްޗާ ލަގްތާހޭ

#1
ތާރީފް ކަނރޯގޭ ކަބްތަކު ބޮލޮ ކަބްތަކު
*މެރެސީނޭމޭ ސާސްރަނހޭގީ ޖަބްތަކު
ކަބްތަކުމެ ރަނހޫގީ މަނުމީ ހާނ މަނުމީ
*ސޫރަޖު ހޯގާ ޖަބްތަކު ނީލެ ގަގަންމޭ

#2
ކުޝްހޯނަ މުޖޭ ތުމް ޕާކަރު މުޖެ ޕާކަރް
*ޕިޔާރސީ ދިލްކޯ އާޖްމިލާހޭ ސާގަރް
ކިޔާ ދިލްމެހެ އޯއުރު ތަމަންނާ ހޭ ތަމަންނާ
*ހަރް ޖީވަންމޭ ތުމް މެހިރީ ހި ބަލްމާ

-
$M
ރަމަޔާ ވަސްތާވައިޔާ ރަމަޔާ ވަސްތާވައިޔާ
*ރަމަޔާ ވަސްތާވައިޔާ ރަމަޔާ ވަސްތާވައިޔާ
މެނެދިލް ތުޖްކޮދިޔާ މެނެދިލް ތުޖްކޮދިޔާ
*ރަމަޔާ ވަސްތާވައިޔާ ރަމަޔާ ވަސްތާވައިޔާ

$1
ނޭއިނޯމެތީ ޕިޔާރްކީ ރޯޝަނީ
*ތެރޭ އާކޯމެޔޭ ދިނިޔަދާރީ ނަތީ ތެރޭ އާކޯމެޔޭ ދިނިޔަދާރީ ނަތީ
ތޫ އޯއުގެތާ ތެރާ ދިލް އޯއުގެތާ
*ތެރޭ މަންމޭޔެ މީތީ ކަޓާރީ ނަތީ ތެރޭ މަންމޭޔެ މީތީ ކަޓާރީ ނަތީ
މެއިޖޮތުކް ޕާއުންތުކިޔާ އާޖްޕަޗް ޕާއުންރުކިޔާ
*މެއިޖޮތުކް ޕާއުންތުކިޔާ އާޖްޕަޗް ޕާއުންރުކިޔާ

$2
އުޝްދޭޝުމޭ ތެރޭ ޕަރްދޭޝުމޭ
*ސޮނޭ ޗާންދީކެ ބަދަލޭމެ ބިކްތެހެ ދިލް ސޮނޭ ޗާންދީކެ ބަދަލޭމެ ބިކްތެހެ ދިލް
އިސްގާނވޮމޭ ދަރްދުކީ ޗާންވޮމޭ
*ފިޔާރުކީ މާނު ޕަރްހީ ތަޑަކްތޭހެ ދިލް ފިޔާރުކީ މާނު ޕަރްހީ ތަޑަކްތޭހެ ދިލް
ޗާންޗާ ރޯކެޓަލޭ ރާތްޔޭ ގާތިޗަލޭ
*ޗާންޗާ ރޯކެޓަލޭ ރާތްޔޭ ގާތިޗަލޭ

$3
ޔާދްއާތީރަހީ ދިލްދުކާތީ ރަހޭ
*އަޕްނެ މަންކޯ މަނާނާނަ އާޔާހަމޭ އަޕްނެ މަންކޯ މަނާނާނަ އާޔާހަމޭ
ތޫނަ އާއޭތޯކިޔާ ބޫލުޖާއޭތޯކިޠާ
*ޕިޔާރުކަރްކޭ ބުލާނާނަ އާޔާހަމޭ ޕިޔާރުކަރްކޭ ބުލާނާނަ އާޔާހަމޭ
ވަހިސޭ ދޫރުސެހީ ތުބިޔޭ ކެހެދެކަބީ
*ވަހިސޭ ދޫރުސެހީ ތުބިޔޭ ކެހެދެކަބީ

$4
ރަސްތާވޮހީ އަރް މުސާފިރް ވޮހީ
*އޭކްތާރާ ނަގާނޭ ކަހާން ޗުޕްގަޔާ އޭކްތާރާ ނަގާނޭ ކަހާން ޗުޕްގަޔާ
ދުންޔާވޮހީ ދުންޔާވާލޭ ވޮހީ
*ކޮއީ ކިޔާޖާނެ ކިސްކާ ޖަހާން ލުޓްގަޔާ ކޮއީ ކިޔާޖާނެ ކިސްކާ ޖަހާން ލުޓްގަޔާ
މެރި އާނކޯމެރަހޭ ކޯންޖޯ ތުޖްސެރަހޭ
*މެރި އާނކޯމެރަހޭ ކޯންޖޯ ތުޖްސެރަހޭ`
},
{
  id: 179,
  name: `Kuraathidhen Asaru`,
  genre: 'Nala',
  lyrics: `#M
ކުރާތީ ދެން އަސްރު ނުދާށޭ ޔާރާ ހޯދީމޭ
*ކުރާތީ ދެން އަސްރު ނުދާށޭ ޔާރާ ހޯދީމޭ
އެހީ ދީފާނޭ ޔާރެއް ލޯބިން ކަލާ ހޯދާށޭ
*އެހީ ދީފާނޭ ޔާރެއް ލޯބިން ކަލާ ހޯދާށޭ
މިރޭ ދެންދޭ އަސަރު ކުރީމާ ގޮސް ނިދާލާށޭ
*މިރޭ ދެންދޭ އަސަރު ކުރީމާ ގޮސް ނިދާލާށޭ
އެހީ ދީފާނޭ ޔާރެއް ލޯބިން ކަލާ ހޯދާށޭ
*އެހީ ދީފާނޭ ޔާރެއް ލޯބިން ކަލާ ހޯދާށޭ

#1
ޖިސްމު ޒުލްމެއްގަ ވާތީއޭ ސަލާމަތްވީ ކުރަން
*ޖިސްމު ޒުލްމެއްގަ ވާތީއޭ ސަލާމަތްވީ ކުރަން
ހިތް އެދެންޏާ ބުނަންހޭ މަލާ މާތްވެސް ކުރަން
*ހިތް އެދެންޏާ ބުނަންހޭ މަލާ މާތްވެސް ކުރަން
ހާދަ ފިކުރާ ވެއްޖޭ މިތުރާއޭ ލޯބިން ވާތީތާއޭ
*ހާދަ ފިކުރާ ވެއްޖޭ މިތުރާއޭ ލޯބިން ވާތީތާއޭ

#2
ކިޔާދީ ފޫހިވާނޭ ތާދޯ ބަލާލީގޮތް މަށަށް
*ކިޔާދީ ފޫހިވާނޭ ތާދޯ ބަލާލީގޮތް މަށަށް
ދާނެތާ ލޯބިވާތީއެ ހަދާލީގޮތް މަށަށް
*ދާނެތާ ލޯބިވާތީއެ ހަދާލީގޮތް މަށަށް
ކުރީމާ އާދޭހޭ ހަނދާނޭ ވާވަރު ވީމާތާއޭ
*ކުރީމާ އާދޭހޭ ހަނދާނޭ ވާވަރު ވީމާތާއޭ`
},
{
  id: 180,
  name: `Loatholhey`,
  genre: 'Nala',
  lyrics: `#M
މިއަދު ލޯތޮޅެ ލޯތޮޅެ މަގޭލޯތޮޅޭ
*ފިނިވާތީއޭ މިހާރު މިދެފައި އޮޅޭ
ނާރުހިތުގެ ސަނގަލާ ޖެހެނީބާ
*ކީއްހެވީ ބުނެ ކީއްހެވީ
ބުނެ ބުނެ ބުނެ ބުނެ
*ކީއްހެވީ
މޮޔަޔާ ކަލޭނޭ
*މިއަދު ލޯތޮޅެ ލޯތޮޅެ މަގޭލޯތޮޅޭ ފިނިވާތީއޭ މިހާރު މިދެފައި އޮޅޭ

#1
ބާމު ހަކައިދޭށޭ އެސްފިޔައިގެ މަތީގާ ކިރު ހަކުރާ މާމުޔާ
*ބިރު ހިތުގެ ފިލައިދާނޭ
ނޭވާ ތާށިވޭހެ ކަނދުރާ ގުދުވޭހޭ
*ޝައިތޯނާ ފަހާލަން ބޮނޑިތާން ކުރަމާހޭ
ދާހިތްލަނީހޭ ވިހެން ފަންކާ ކޮބާހޭ
*ފާލެއް ބަލާލަމާ ވާގޮތް އެނގޭތޯ

#2
ކަންޖަށް ކިރުވާނަމެ މީ ނަދުރެއް ބުނާ ޗާލޫ ލޭކޮކާ
*ވޭނުން ވާވަރުން
ލެންސެއް ލައްވާ މިލޯ ނަލަވާނެޔޭ
*އިޝްޤު ބަލަން މޮޅުލެޕްޓޮޕް ގަނެދީ
ލެންސާއެކީގާ ނޮކިޔާއެކޭމީ
*އޯޓޫ މަނޫނީ ބޭނު ން ނެތީއޭ
އާފަލެއް ފާ ފޭރެއް މަގޭ ފާއަނބޭ
*ތީތުންފަތޭ ކަންފަތޭ ސަޅި ނޭފަތޭ`
},
{
  id: 181,
  name: `Manjey Manjey`,
  genre: 'Nala',
  lyrics: `#M
މަންޖޭ މަންޖޭ މަންޖޭ މަންޖޭ
*ނާޒުކުވި މޫރިތި ގޮމާ
މަސްތެއްވެޔޭ ޖާދުވީ މޫނުގާ
*ހިތްވެސް އޮބާލައިފިޔޭ

#1
ކަމަނާ ލޯބީގަ ނުފުދޭ ތިވަރު
*މާ ދުރުދުރުން ދޭ އަސަރު
ދޭށޭ ކަނބާ ނަލަ އިޝްގީ ނަޒަރު
*ފަރި ލޮލުގަވާ ފުންއަސަރު
ރޭގަނޑުގެ ތިޔަ މެހެމާނަށް މަގޭ
*ހިތްވެސް އޮބާލައިފިޔޭ

#2
މަސްތީ ތިއީ ނަލަ ރާނީއެކޭ
*ދީވާނަ ކުރުވައިފިޔޭ
ހުރެ އަންދާލަޔޭ މޭ މިހިތާއެކީ
*ސަޅިކަން އެހާވަރުވެޔޭ
ރުހެވިއްޖެޔޭ ފެނުމާއެކު ކަލާ
*ހިތްވެސް އޮބާލައިފިޔޭ

#3
ފޮނި ދެން ނުކުރާށޭ ތިވަރަށް މިހިތް
*ތައުރީފު ކޮށްކޮށް މިހިތް
ބަހަކުން ތިބުނެލާ ލެނބިދާނެޔޭ
*ބެހިގެން ހިނގައިދާނެ ހިތް
ކުރުމުން ހުޝާމަދު ތިވަރަށް ތިހާ
*ހިތްވެސް އޮބާލާނެޔޭ`
},
{
  id: 182,
  name: `Mas Kahkan`,
  genre: 'Taki',
  lyrics: `#M
މަސްކައްކަން ބަދިގެ ތެރޭގާ
*ތެލިދޮންނަން އަތިރިމަތީގާ
އުޅެއުޅެފާ މާލެދިޔައިމާ
*ކަނޑިކި ބުރިލީ ކަނދާން ނެތީހޭ

#1
އުސް ފައިވާނަކަށް އަރާފާ
*ކުރުތާއެއް ފަހައިގެން ލާފާ
މޯބައިލް ފޯން އަތުން ހިފާފާ
*ޖިންސާ ޓޮޕް ލެވެން ފެށީމާ
ޖިންސާ ޓޮޕް ލެވެން ފެށީމާ
*ކަނޑިކި ބުރިލީ ކަނދާން ނެތީހޭ

#2
ސައިކަލުގާ ދެބުރު ޖަހާފާ
*އިންނަން ގިނަ ކުދިން އެހީމާ
ކާރެއްގާ ހަބުރު ޖަހާފާ
*އިންނަން ގިނަ ކުދިން އެހީމާ
ރެސްޓޯރެންޓް ތަކުން ކެއީމާ
*ކަނޑިކި ބުރިލީ ކަނދާން ނެތީހޭ

#3
ކަންފަތުގާ ދެބޮޅު އެލުވާ
*ބޯރަތްކޮށް ދެފައި ކެވެލިލާ
ލޯގަނޑަކުން ތިސޫރަ ފެނިފާ
*ކަނޑިކި ބުރިލީ ކަނދާން ނެތީހޭ`
},
{
  id: 183,
  name: `Meri Loa`,
  genre: 'Nala',
  lyrics: `#M
ދިރުނބަލު ކޮޅުކަނި ކުރެދިމަތީ
*ފައި ވިއްދާ އިނދެލާ ހުސެންދަރީ
ލޮނު ވިއްސާވިއްސާ ލޮނުން ޖަރީ
*ވެވި އަސްތާ ފައްކާވޭ

#1
ކަފަވިލާ ތަކުތެރޭ ފުރޭނިގެން ދާ ހަނދުވަރުން
*ކަފަވިލާ ތަކުތެރޭ ފުރޭނިގެން ދާ ހަނދުވަރުން
އުތުރިލާ ކަޅު ކަނޑުމަތީ މުޅިފަޒާ ވެވިދޭ ޖަރީ
*އަލިކަން ދިއްލާލަ
ފިނިފިނިން ފިނިރޯޅިން ވައި ބީހިލާ ތޮށި ކަނޑުމަތީ
*މެރި މެރިލޯ މެރިލޯ ވަމުންދަނީ ވެވިއަސްތާ ފައްކާވޭ

#2
އުދުހެމުން ވައިރޯޅިތަށް ކުދިވިލާތަކު ފުރޮޅިލާ
*އުދުހެމުން ވައިރޯޅިތަށް ކުދިވިލާތަކު ފުރޮޅިލާ
ފިރުކެމުން އައިސް ފެނުތެރޭ ބޮކިޖަހާ ކުދި ބޮކިއަރާ
*ލޮނުފޮދު ވިއްސާލަ
ފެންތިކިން މޭތުރުއަޅާ ހީނަގާ ގުޑުގުޑުއަރާ
*މެރި މެރިލޯ މެރިލޯ ވަމުންދަނީ ވެވިއަސްތާ ފައްކާވޭ

#3
ދުރުދުރުންވާ ރަށްތަކުން ކަޅުކުލައިން ފޭދޭއަރާ
*ދުރުދުރުންވާ ރަށްތަކުން ކަޅުކުލައިން ފޭދޭއަރާ
ހިޔަނިހެން ވެރިވާތަނާ އަލިކަމުން އަލިކަންއަރާ
*އިތުރަށް ވިދުވާލާ
މާދުރުން ކުލަބޮކިއަރާ އިންރަށުން ރަންކުލައަރާ
*މެރި މެރިލޯ މެރިލޯ ވަމުންދަނީ ވެވިއަސްތާ ފައްކާވޭ`
},
{
  id: 184,
  name: `Nereyshe Hiyyvaru`,
  genre: 'Nala',
  lyrics: `#M
ނެރޭށެ ހިތްވަރު ކަށީގެ މަޑުން
*ނެރޭށެ ބުންވަރު ހިތާ ނަފުސުން
ނެރޭށެ ވާނީ ފިސާރި އަލުން
*ނެރޭށެ ޖޯރެއް ލެޔާއި ދަލުން
މިކަނޑު ހުރަސްކޮށް ބަނދަރު ހިފާނަން
*މިހިތްވަރާއެކު ދަތުރު ކުރާނަން

#1
މިކަނޑުގެ ލޮނުގަނޑު ކަފާލަދޭނަން
*މިކަނޑުގެ ލޮނުގަނޑު ކަފާލަދޭނަން
މިއޮޑި ފެނުންވެސް އުފުލާލަދޭނަން
*މިއޮޑި ފެނުންވެސް އުފުލާލަދޭނަން
މިއޮޑި މިހިނދުވެސް އުދުއްސާލަ ދޭނަން
*ނެރޭށެ ހިތްވަރު ކަށީގެ މަޑުން ނެރޭށެ ބުންވަރު ހިތާ ނަފުސުން

#2
ގަލާއި ގިރިފަރ ދިމާވިޔަސް ހޮޔެ
*ގަލާއި ގިރިފަރ ދިމާވިޔަސް ހޮޔެ
ވަޔާއި އޮއިވަރު ބަދަލު ވިޔަސް ހެޔޮ
*ވަޔާއި އޮއިވަރު ބަދަލު ވިޔަސް ހެޔޮ
އަމާޒު މުރިނގަށް މިއޮޑި ފުރާނަން
*ނެރޭށެ ހިތްވަރު ކަށީގެ މަޑުން ނެރޭށެ ބުންވަރު ހިތާ ނަފުސުން

#3
ފެނަށް މިއޮޑި މާ ފަސޭހަވާނޭ
*ފަސޭހަވާނޭ ފަސޭހަވާނޭ
ކަނޑަށް މިއޮޑި މާ ގަދަވެ ހިފާނޭ
*ކަނޑަށް މިއޮޑި މާ ގަދަވެ ހިފާނޭ
ފެނަށް މިއޮޑި ދުވެލިހަލި ކުރާނަން
*ނެރޭށެ ހިތްވަރު ކަށީގެ މަޑުން ނެރޭށެ ބުންވަރު ހިތާ ނަފުސުން

#4
އޮތީހިފަން ގައިމު އެއްބަނދަރެކޭ
*އޮތީހިފަން ގައިމު އެއްބަނދަރެކޭ
އެކީ އެކުވެދާންވި އެއް ބަނދަރެކޭ
*އެކީ އެކުވެދާންވި އެއް ބަނދަރެކޭ
އޮތީމިގޮތުގާ ވެ ހާދަމޮޅެކޭ
*ނެރޭށެ ހިތްވަރު ކަށީގެ މަޑުން ނެރޭށެ ބުންވަރު ހިތާ ނަފުސުން`
},
{
  id: 185,
  name: `Prem Prem`,
  genre: 'Nala',
  lyrics: `#M
ލޯމެރި ހިތްއުފާ ކުރަން މަގަބޫލުހޭ
ތިޔަހިޔާލު ކުރާ ހާ ނަސީބުވޭ
ޕްރޭމް ޕްރޭމް ޕްރޭމް ޕްރޭމް
ޕްރޭމް ޕްރޭމް ޕްރޭމް ޕްރޭމް

#1
ޔާރާގޮސް ދެން ބަލަ ފޮރުވާށޭ
*މާފުކުރީމެ ހިތާ ރުހިލާށޭ
އާދެ މިލޯބި އަބަދު ހޯދާށޭ
*ޖާނުފިދާވަމެ ދެންހެ ބުނާށޭ
ޔާރު އެދޭނަމަ އަތުގަ ހިފާށޭ
*ތިހުރިހާލު ނިކަން ކިޔާބަލާށޭ
ފުރިގެން ފުރި ޖާން ފުރިލޯބިކުރީ ޔާރުނޫން
*ހިތުގާ ތިޔަނަން ފެވުމުން ކުރީމަސްތު ނޫން
ޤަދަރުކުރިވަރު ނުބުނެލީ ކީއްވެހޭ
*ތިޔަހިޔާލު ކުރާ ހާ ނަސީބުވޭ

#2
ކަރުނަ އޮހެންޏާ މީ ފަރުވާއޭ
*ހިތުގެ އެހީތީ އޭގެ ނަފާއޭ
ހާލުގެ މިބުނާ ދޭށެ ވަފާއޭ
*ފާރުވި ހިތް އެދެވޭނެ ޝިފާއޭ
އަދު ކުރެހިން މުޅިލޯބި އެޖާނާ
*ކުރި ބިނާތައް އެކީ ޒިންދަގީގާ
ވެސިހުން ވެ ބިރުން މުޅިޖާން ތިގޮތަށް ކިޔާލުމުން
*ރާހަތެކެ ކުރީ ލަދުރަކިނުވެ ބީހިލުމުން
ތިހުރި ވިންދުން ފޫދޭހާ ޢަބީރުހޭ
*ތިޔަހިޔާލު ކުރާ ހާ ނަސީބުވޭ`
},
{
  id: 186,
  name: `Seedhahey Balanvaanee`,
  genre: 'Nala',
  lyrics: `#M
ސީދާހޭ ބަލަން ވާނީ ތިހެން ކުރިމަތިން އައިސް
*ކުރީބާރު ކައިރިން ބަލާލީ ކަމުން
ދާން ބޭނުން ތާކަށް ދާށޭ އެކީގާ ފަހަތުން ނައިސް
*ރުޅިންވާ ތިޒާތަށް އުޅޭނީ މުޅިން

#1
އަސްތާ ކަސްތޫރިން ލޮލާ މޫނާ ވަސް ކަނދުރާ
*ލޯބިން މަސްތޭވާނީ އަންނާށޭ ޔާރާ
ތިކިޔާ ފޮނިފޮނި ރާގާ ބުނަން ތިކުރާ ބާރާ
*އަހަން ތިކިޔާ ބަސްތައް ހިތަށް އަމުދުން ނާރާ
އަހާލަން ނެތީހޭ ކިޔާދޭ ކަމުން

#2
އަންނާށޭ އާދޭ އެކީ މޫ ދަށްގޮސްލަންޏާ
*ދާހިތް ނޫންހޭ ވާނީ ކަލާވެސް ދަންޏާ
ދޭބަލަ އެކުގާ ނޫނަސް އެހާ ބޭނުން ވަންޏާ
*ކާކުހޭ ހުއްޓާލާށެ ބުނީ ދާހިތް ވަންޏާ
ނުދާންހޭ ހުރީވެސް އަހާލީ ކަމުން`
},
{
  id: 187,
  name: `Aadhey Kokkomen`,
  genre: 'Nala',
  lyrics: `#M
މީރުކާނާ ކައިގެން ދޯ ނަށާނީ
*ބޯނީ އައިސް ކްރީމް ހޭ
ޖޯސް ނުބޯށޭ އޭރުންނޭ ނެށޭނީ
*ވާނޭ ފޯރިނަގަން
ވާނޭ ކޮއްކޮމެން ލަވަކިޔާ ފޯރިދީ
*އޭރުންނޭ އެންމެން ވާނީ އުފާ

#1
އާދޭ ކޮއްކޮމެން އަންނާށޭ ޕާޓީއައް
*އެންމެން އެތްވީމާ ވާނޭ ހާދަހާ މަޖާ
ފޫއްސެއްވެސް ނުވާނޭ ޕާޓީގާ ކޮއްކޮމެން
*އެންމެން އެތްވީމާ ވާނޭ ހާދަހާ މަޖާ

#2
ކޮއްކޯއޭ އެހުމުން އަންނާށޭ މިތަނައް
*ފޯރިދީއެންމެން ކޮއްކޮ އައިމާ ނަށާލަ ން
ކިޔާށޭ ލަސްލަހުން މިރާގައް ކޮއްކޮމެން
*ފޯރިއޭރުންމާ ގަދަވާނޭ ދޯމިތާ`
},
{
  id: 188,
  name: `Aniyaa Hithahnudheyshey`,
  genre: 'Taki',
  lyrics: `#M
އަނިޔާ ހިތައްނުދޭށޭ ތިހެން ސަޒާނުދޭށޭ ވާޒަހަމުން މިހިތް ރޯތީ
*އެދޭނީ ޔާރު އެހީވާށޭ އެދޭނީ ޔާރު އެހީވާށޭ

#1
ކެހިވެރިވީމާ ހާލުއެނގޭހޭ
*އަހަރެންހޭލާ ރޯންޖެހެނީއޭ
ތިޔަހެންބާކީ ކޮއްލާފާދާތީ
*އެދޭނީ ޔާރު އެހީވާށޭ އެދޭނީ ޔާރު އެހީވާށޭ

#2
ދޭހަވެވޭމީ އިޝްކުގެ މާޒީ
*އޭރު އެކީގާ ވައުދުވެފާވީ
އެހަނދާންވެވިފާ އަދުހުންނަންވާތީ
*އެދޭނީ ޔާރު އެހީވާށޭ އެދޭނީ ޔާރު އެހީވާށޭ

#3
ހާމަވެދާނީ ހިތުގެއުދާހޭ
*ނާހަމަތެދެކޭ ލޯބިމަލާއޭ
ނުފިލާހިތުގާ އެހަނދާންތައްވާތީ
*އެދޭނީ ޔާރު އެހީވާށޭ އެދޭނީ ޔާރު އެހީވާށޭ`
},
{
  id: 189,
  name: `Dhanvaru Nidheegaa`,
  genre: 'Baburu',
  lyrics: `#1
ދަންވަރު ނިދީގާ ތިއްބާ ކެޔޮޅު ގޮވާލީ
*ހޭލާ
ދަންވަރު ނިދީގާ ނުތިބެ ތެދުވެބަލާށޭ
*ހޭލާ
ފަތިހު ނިދީގާ ތިއްބާ ކެޔޮޅުގޮވާނޭ
*ތެދުވޭ
އަވަހައް ތެދުވޭ
*އަލިވަނިއްޔޭ
މެހި ހޮނޑަލި ރޯދި ދަމާންދާން
*ތެދުވޭ
ރޯދި ދަމާންދާން
*ތެދުވޭ ރޯދި ދަމާންދާން ތެދުވޭ

#2
*އޮޑި ނެރުން ފުރައިފިޔޯ
އެންދަމަން ފުރައިފިޔޯ
އެންނަގާ ދެވެންއޮތީ
މެންދަމަން ފުރައިފިޔޯ

#3
*ފުމޭ ގޮދާ
ކަނޑުމެދުން
ރަށުމެދުން
މާދުރުން
އޮތްތަނުން
ދިޔަގޮތުން
ފަޅުމެދުން`
},
{
  id: 190,
  name: `Fenkulhi`,
  genre: 'Nala',
  lyrics: `#M
މޫސުން ނަލަވާނޭދޯ
*ފޯރީ ގަދަވާނޭދޯ
*އެއްމެން ހިނގާ
ފެންކުޅި ކުޅެލަން
*އެއްމެން ހިނގާ

#1
ކުލައަޅަމުން ހިނގާފެންޖަހާ
*ކުލައަޅަމުން ހިނގާފެންޖަހާ
ފާތުމާމެން އެކީގަނުދާށޭ
*އޭރުން އެއްމެންނައް އެގިގެން އުޅޭނޭ
ބޮލައްޖަހާ ގަޔައްޖަހާ އެއްމެން ފިލަންދުވޭ
*ދުވޭ

#2
އީދުކުޅިވަރުގެ މީއެމަޖާތައް
*ވުމުން ނުބަލާ ފަހީމާޖަހާ
ތެމިގެން އެކީގައުޅޭނި
*އެކި ކުލަކުލަމި ގައިގާޖަހާނީ
ފިލަންދުވޭ ވަލައްވަދޭ އެއްމެންހިނގާދަމާ
*ދަމާ`
},
{
  id: 191,
  name: `Fisvejjey`,
  genre: 'Nala',
  lyrics: `#M
ފިސްވެއްޖޭ މެޔާހިތް މި ހިޔާލު ހުރިގޮތޭ
*ޔާރު ލޯބިން ދީފާ ދިޔާމަވީ ގޮތޭ
ޖާނުޖާނު ހިތްދީ ލޯބިން ޖާނު ޖާނު ޖާނު
*ޖާނުޖާނު ހިތްދީ ލޯބިން ޖާނު ޖާނު ޖާނު

#1
ޖާނުދޭނަމޭ ބުނެފާ ދުރައް ދިޔާ
*މާކުރިން ކަލާ ވައުދު ކޮށްހަދާ
އެކަމާ ހިތާމައިން ރޮވެ ލޯ ފާރުވެސް މަވީ
*މިތުރާގެ ލޯތްބައް ވަކިވެވި ބޭކާރުވެސް މަވީ

#2
ދެން ދޭނޭ ހިތެއް ގައިމުވެސް ނެތޭ
*ތިޔަ ބުނާގޮތައް ހިތް ދޭހިތެއް ނެތޭ
އަދުވިސްނިއްޖޭ މިހާދެން މަ ބޭނުމެއްނެތޭ
*ތިޔަ މާނައެއް ނެތް ލޯތްބައް ބަލާލުމެއްނެތޭ`
},
{
  id: 192,
  name: `Hassafaharu`,
  genre: 'Taki',
  lyrics: `#M
ހައްސަފަހަރު ރޮވޭމިހާރު ލޯބިވޭ ހާދަސުޒީ
*ލޯބިވޭ ހާދަ ސުޒީ އޭ އޫނ އޫނ އޫނ

#1
އާފަލާއި މަތިވަކާ ކުރުކުރާއި ތާވަކާ
*ކާގަޑީގަ ހޯދަދޭނަމޭ
ބަރަބޮލާއި ޓަކޫއަކާ ކެކުރިއާއި ކެހެރުއަކާ
*ސައިގަޑީގަ ހޯދަދޭނަމޭ
ރީބޮނަޑިންވެސް ކޮއްދޭނަން
*ލޯބިވޭ ހާދަ ސުޒީ އޭ އޫނ އޫނ އޫނ

#2
ބާތުޑޭގެރާތުގާ ސާތުވީމަ ގާތުގާ
*ހާތު ހާތު ދެނަގުޅާނަމޭ
މާބުރެއްގެ ކުރަނޑިޔާ މާވަރެއްގެ ކިޑުނިޔާ
*މާރޮނޑެއްގެ ލަގޮނޑިދޭނަމޭ
ފޭޝަލްވެސް ހައްދަދޭނަން
*ލޯބިވޭ ހާދަ ސުޒީ އޭ އޫނ އޫނ އޫނ

#3
ހިތް އަމޭނަގާފާ ތިންތަނުންފަހާފާ
*ޒިންދަގީގެ ހާލަކީމިއޭ
އަރުތެރޭން ކަކުނިހިރޭ ވަރުވަރުން މަ އާފުރޭ
*މަރުބަލީގެ ބޭހަކީތިޔޭ
ބައިޕާސްވެސް ހައްދްދޭނަން
*ލޯބިވޭ ހާދަ ސުޒީ އޭ އޫނ އޫނ އޫނ`
},
{
  id: 193,
  name: `Hageegee Loabin`,
  genre: 'Taki',
  lyrics: `#M
ހަގީގީ ލޯބިން ސޫރަވާ
*ޕޫލު ކިނާރީ
މަބުނާ
*ޕޫލު ކިނާރީ
ބަގިޗާ ދެކިލަންދާން
*ފޮނުވާނުހޭ

#1
މަގޭ މާރީތި ހުޅިޖެހި އެ ލައެލާ ކޮބާ
*މަގޭ މާރީތި ހުޅިޖެހި އެ ލައެލާ ކޮބާ
އެކު އެކީގާ ހިނގާލަންވެސް ދާން ބޭނުމޭ
*އެކު އެކީގާ ހިނގާލަންވެސް ދާން ބޭނުމޭ
ބަގިޗާ ދެކިލަންދާން
*ފޮނުވާނުހޭ

#2
ފެނޭތޯ ނާޗުރަންގީ ބަލާން މިރޭ
*ފެނޭތޯ ނާޗުރަންގީ ބަލާން މިރޭ
ބަލާބެލުމައް މި ހަރަކާއްތައް ދެވަރެއްނުވޭ
*ބަލާބެލުމައް މި ހަރަކާއްތައް ދެވަރެއްނުވޭ
ބަގިޗާ ދެކިލަންދާން
*ފޮނުވާނުހޭ`
},
{
  id: 194,
  name: `Hithuge Fiyaathoshi`,
  genre: 'Nala',
  lyrics: `#M
ހިތުގެ ފިޔާތޮށި ފިނިފެންމާ އަހުރެންގެ މިލްކަކަށް ވީމާ
*މަމި ގުރުބާންވެދާ
އަދުގެ އުފާވެރި ދުނިޔޭގާ ވަކިވާން ޒުވާން ނެތޭ މުނެއް
*މަމި ގުރުބާންވެދާ

#1
ދެކެފީމެ ރޯޒު ޖަފުނާޒް
*ބިނދެ ނޫރަލީގެ ހީނާ
ރަންޑީގެ ހުސްނުހީނާ
*ވީހާހަކަށް ގުނޭހާ
ކާކުދެކޭނީ އާކުއްޖެކޭ މާލޭން މަހޯދި ފިނިފަންމާ
*މަމި ގުރުބާންވެދާ

#2
އުޑުގާ އެވާއިރަށް ވުރޭ
*ހަނދުގާ ވިހާ މުތައްވުރޭ
އަގު މާބޮޑޭ ރަނަށް ވުރޭ
*އަދުގާ މަށަށް މިހޯދާ
އަތުގެތެރޭ ހުރެ ލަދުގެންފާ ފަތިހަށް އެބޫން ގޮވާލީމާ
*މަމި ގުރުބާންވެދާ

#3
އުންމީދު އާކަނޑެއްގާ
*ދޯންޏެއްވި ރޯޅި ވައިގާ
ފޮނުވާ ސަލާން މިރޭގާ
*ފެން ކަޅިވެގެން ކިޔޭހާ
ތުންފަތަކުން ބޮވިފާނުވާނެ ފޮނި މާމުޔޭ ވަނީ އޭގާ
*މަމި ގުރުބާންވެދާ`
},
{
  id: 195,
  name: `Huvafenthakunves`,
  genre: 'Nala',
  lyrics: `#M
ހުވަފެން ތަކުންވެސް ފެނުމުން ކަލާ
*އުފަލުން ފޮޅޭނޭ މާތައްމިތާ
ބަލަރީތި ދޫންޏާ މަޑުމޯޅި ޖާނާ
*ރީތިރާގުން އަޑުއިއްވާލާ
ފިޔަޖަހަލިގޮތުން ނޭޔަރާ ހިތްމަގޭ ވެއްޖޭދިވާނާ
*ފިޔަޖަހަލިގޮތުން ނޭޔަރާ ހިތްމަގޭ ވެއްޖޭދިވާނާ
ލޯބިގަނޑާއޭ ދޫނިގަނޑާއޭ ހިތްމަގޭ ހުއްޓުނޭ

#1
ފުނޑުފުނޑު ވާނޭ މިހިތް
*ފެންނަން ނެތީމާ ތިބާ
މާޔޫސް ނުވާނޭ އިނގޭ
*ގިނައިރުތަކެއް ވާނެބާ
އަސްތާއައީހޭ އިނގޭ
*ދިއްލާލި ޖައްވާ ފަޒާ
އަސްތާއައީހޭ އިނގޭ ދިއްލާލި ޖައްވާ ފަޒާ
*ހުވަފެން ތަކުންވެސް ފެނުމުން ކަލާ އުފަލުން ފޮޅޭނޭ މާތައްމިތާ

#2
މަޑުމަޑު އަޑުގަބީހިލަން
*ލަދުނުގަނެ މިފަރާތްބަލާ
އާދޭ އުދުހިލަން މިރޭ
*މަންޒިލް ފެނޭދެންތިބާ
ހޭލެވުހިނދު ބުނެވުނޭ
*ފެނިލަން ހިނގާށޭދަމާ
ހޭލެވުހިނދު ބުނެވުނޭ ފެނިލަން ހިނގާށޭދަމާ
*ހުވަފެން ތަކުންވެސް ފެނުމުން ކަލާ އުފަލުން ފޮޅޭނޭ މާތައްމިތާ`
},
{
  id: 196,
  name: `Madhekey Hithun`,
  genre: 'Kaasi',
  lyrics: `#M
މަދެކޭހިތުން މަނަދޫ
*އީސަފުޅު އައިހޭ މިގެއަށް

#1
ބަލަންމިރޭ އީސަހުރެޔޭ
*މަށަ ހުކުރެއް ރީތިނުވެޔޭ
މަމިގޭތެރޭ ފިލާ މަހުންނާނަން
*މަމިގޭތެރޭ ފިލާ މަހުންނާނަން

-
$M
ބުންޏޭ ދާނޫންހޭ
*އީސަ ބުންޏޭ ދާނޫހޭ
އެހެދުނީ މާކަނދޭ
*އޭ މީހުން އެކުގާއުޅޭ

$1
އައިމިނަ ފުޅާވޭ
*ރަނގަޅައް ބުނަށޭ
ކޮޓަރި ކޮޓަރި ތަޅުލާފާ
*ބޭރު ކޮޓަރި ކޮޓަރި ތަޅުލާފާ
އައިމާ ނުދާނޫން ހޭ
*ބުންޏޭ ދާނޫންހޭ އީސަ ބުންޏޭ ދާނޫހޭ

$N
*ތަޅުލާފާ
ކޮޓަރި
ބޭރު ކޮޓަރި
ބޭރު ކޮޓަރި
އެކޮޅު ކޮޓަރި`
},
{
  id: 197,
  name: `Mahithah Vedhanee`,
  genre: 'Kaasi',
  lyrics: `#M
މަހިތައް ވެދަނީ މިކީއްބާ
*ރުހިވެއްޖެ ގަބޫލް ތިބާއަށް
ކުރަނީ ގެންގޮސް ހަވާލޭ ހިތުލޭ ފައަމޭ ތިބާއައް
*ހިތަކައް ވާހެން ނެތިއްޔާ

#1
ފެނިލޯވެއާ ދަރީހުން
*ބަޅިޔާނދުވީ ހިނގާލުން
ގުޅެޔޭ ގަޔާވާ ޒާތުން
*ފަރި ނޫރު ތޫނު ސިއްރުން
މުނިޔަމަގޭ ބޭނުންވާ
*މަންޒިލް ތިޔޭ މުޅިދޭހުން

-
$M
ތިޔަމާ ހިތުގެހިތުގެ މޯޅިވަނީ ތޯއޭ
*ތިޔަމާ ހިތުގެހިތުގެ މޯޅިވަނީ ތޯއޭ
ހިޔަލުން ހިޔަލުގެ ފިނި ރޯޅިވަނީ ތޯއޭ
*ހިޔަލުން ހިޔަލުގެ ފިނި ރޯޅިވަނީ ތޯއޭ

$1
ހެލިހެލި އޭނދަ ވަޔާ
*ނަލަނަލަ ދޭލިޔާ
އަލިއަލި ރީތިނަޔާ
*ހިޔަލުގެ ހާވިޔާ
ދެލޮލުން ލޮލުގެ ކަރުނަ ފާޅުވަނީ ތޯއޭ
*ދެލޮލުން ލޮލުގެ ކަރުނަ ފާޅުވަނީ ތޯއޭ

$2
*މާފޯޅޭ
ސަނދުބަރަކާ
ގުލްސަންޕާ
މާލިލީ`
},
{
  id: 198,
  name: `Meedhaathah`,
  genre: 'Taki',
  lyrics: `#M
މީދާތައް ވަކަރުމަތިން ދޭ
*މީހުން ތިބެ ބިރުން ބިރުން ދޭ
ރޭގަނޑުގާ ފިލަފިލަމުން ހޭލާތޯ ބަލަބަލަމުން
*މީދާ ގިނަވަމުން ވަމުން ދޭ

#1
ހާލީގާ ދޭތީ ތޮޅޭނޭ
*ދެކޮޅައް ތިބެ ދޭތި ގޮވާނޭ
ދުވެލާތަން ފޫހިނުކޮށް ހަތަރުފަޔަށް ބާރުލަމުން
*ނަގޫނަގާ އެސޮރު ދުވާނޭ

#2
މުސްކުޅިބ ނުކުމެ ގޮވާނޭ
*ބައިއޮ ބައިއޮ ބުޅާ ގޮވާނޭ
ފެންލޯވަށި އުކައުކަމުން އެންވަށިހެން ލޯހަދަމުން
*ބުޅާ ފަހާ އެބޭ ދުވާނޭ`
},
{
  id: 199,
  name: `Ohsemun Tharithah`,
  genre: 'Zamaanee',
  lyrics: `#M
އޮއްސެމުން ތަރިތައް ފަވާލާނޭ ތިނަން އުޑުގައި
*ބިންމަތިން ފެނިފާ ޕަރީއެއްހޭ އަހާލާނޭ
އެންމެ ފުރަތަމަވެސް ކަލާ ފެނުމާއެކު ހިތްދެވުނޭ
*އޮއްސެމުން ތަރިތައް ފަވާލާނޭ ތިނަން އުޑުގައި

#1
ތިބާފަރިކަން &މިހާހުން ގުނިން&
ވިދާ މޫނާ &މިސާލެއް ނުވީ&
ތިވާ ހިނިތުން &ހިތާމޭ ފުރީ&
ހަނދާން ވީމާ &އެނިދި ގެއްލުނީ&

#2
ނުވާކަމަކައް &އެމާޒީ ހެދީ&
ހިތައް ފިނިކަން &ލިބޭތޯ ހުރީ&
ތިބާގެ ދެލޯ &ފުށުން އެދިހުރީ&
ތިބާ ހިތަކައް &ލިބުން އެދިހުރީ&`
},
{
  id: 200,
  name: `Rahumaa Hamdahrudhee`,
  genre: 'Kaasi',
  lyrics: `#M
ރަހުމާ ހަމްދަރުދީ ވެވޭތޯ
*އުޅެމާހިނގާ

#1
ނުކުޅެދޭ މީހުނާ
*ނިކަމެތިވި ފަޤީރުނާ
ކުޅެދޭހާ އެންމެން އެހީވާން
*އުޅެމާހިނގާ

-
$M
ވަމާދީލަތި ވިތޯރޫނަށް އެހީ
*ވަމާތޯއޭ ފަޤީރުންނަށް އެހީ

$1
މިތާބަލިހާލުގައިވާ މީހުނާ
*މައެއް ބަފައެއް ނުވާއެ ޔަތީމުނާ
މިތާ ހަރަކާތް ނުކުރެވޭ އެންމެނާ
*ނިކަން ދީލަތި އެހީ އެތްފޯރުވާ
ވީވަރަކުން ވީވަރަކުން ވީވަރަކުން
*ވަމާދީލަތި ވިތޯރޫނަށް އެހީ ވަމާތޯއޭ ފަޤީރުންނަށް އެހީ

#M
އުޅެމެއެހިވަމާ އުޅެމާއެހީވަމާ
*އުޅެމެއެހިވަމާ އުޅެމާއެހީވަމާ
ރަހުމާލޯބިދެމާ ރަހުމާލޯބިވަމާ
*ރަހުމާލޯބިދެމާ ރަހުމާލޯބިވަމާ

#1
ހާލު ނިކަމެތި ވެފައިވާމި މިސްކިނުނާ
*ވަގިލަދޭ ޒުވާން ދެރަ ފަޤީރުން ނަށާ ވަގިލަދޭ ޒުވާން ދެރަ ފަޤީރުން ނަށާ`
},
{
  id: 201,
  name: `Reethi Mithuru`,
  genre: 'Kaasi',
  lyrics: `#M
ހާދަހާ އަސަރެއް ހިތައް މިތުރު ހީލީމާ
*ރީތި މިތުރު ހީލީމާ ރީތި ދެލޯ ފެނުނީމާ
ރީތި މިތުރު ހީލީމާ
*ރީތި ދެލޯ ފެނުނީމާ

#1
ލޯބިވާ ޔާރާ ދުރުން ފެނުނަސް އަޅާ ނުމެލާނޭ
*ލޯބިވާ ޔާރާ ދުރުން ފެނުނަސް އަޅާ ނުމެލާނޭ
ނޭނެގެނީހޭ ވާގޮތެއް މިހިތައް ލިބޭ ގަދަވޭނޭ
*ނޭނެގެނީހޭ ވާގޮތެއް މިހިތައް ލިބޭ ގަދަވޭނޭ
ހިތްދެކޭ ހުވަފެން ހަގީގަތަކަށް ހަދަން އުޅެމާހޭ
*ރީތި މިތުރު ހީލީމާ ރީތި ދެލޯ ފެނުނީމާ

#2
ހިޔާލުކުރަނީ އުފާދޭ ލޯބިލިބޭތޯ ދާށޭ
*ހިޔާލުކުރަނީ އުފާދޭ ލޯބިލިބޭތޯ ދާށޭ
އެންމެ ދާހިއްވާ ތިޔަ މަންޒިލް ލިބޭތޯ ދާށޭ
*އެންމެ ދާހިއްވާ ތިޔަ މަންޒިލް ލިބޭތޯ ދާށޭ
ދާނެ މިސްރާބަކީ މާޒީގެ އުފާ ހޯދޭތޯ
*ރީތި މިތުރު ހީލީމާ ރީތި ދެލޯ ފެނުނީމާ

#3
ހިތުތެރޭގާވާ އުދާސްފިލާވާނީހެ ޖާދުވިލޯ
*ވިންދުލޭގާ ލައްކޮށްޖެއްސީ މަގޭ ޖާދުވިލޯ
ޖާދުވީލޯބި ދިރުންދޭނީ ހިތާ ރޫހައްތާ
ޖާދުވީލޯބި ދިރުންދޭނީ ހިތާ ރޫހައްތާ
*ރީތި މިތުރު ހީލީމާ ރީތި ދެލޯ ފެނުނީމާ`
},
{
  id: 202,
  name: `Roohey Aalaavi`,
  genre: 'Kaasi',
  lyrics: `#M
ރޫހޭ އާލާވީ މިލޮބުވެތި ތާޒާ
*ޖޯޝާ ފޯރީގާ ދިރޭ

#1
މިރޭލިބޭހާ އުފާ
*އާލާވޭ އާވީ
ދީބޭފަހުރާ ސަރަފުގާ
*ހިއްވަރުމީ އާވީ
ދީރޭ މަތިވެރި އަޒުމުގާ ކިޔަނީމިރޭ
*ކިޔަނީ މީ މަރުހަބާ

#2
ޝައުގާއެކީ ފާޅުގާ
*ސާބިތުވެ ތިބޭނީ
ގައުމާ ދީނުގެ ހައްގުގާ
*ގުރުބާން ވެދާނީ
ދައުލަތް ނަފަހައްޓަން ފިދާވާނީ
*ކިޔަމުން ހާ މަރުހަބާ

#3
ނަފާލިބޭނޭ މަގުން
*ކުރިޔައް ހިނގާނީ
ވާފާ ތެރިކަން އިސްކުރުން
*ކުރިޔައް ނެރޭނީ
ތާފާތެއް ނެތި ރޫހުގާ އިއްވައިދޭ
*އިއްވައިދޭ މީ މަރުހަބާ

-
$M
ކުރާނަމޭ މިވެދުން ކުރާނަމޭ
*ދާއިމުން އަރިހަށް މިވެދުން ކުރާނަމޭ

$1
ފަރިވެމޫސުމަށް އައިމީ ގުލްގެހާރުތައް
*ޝަބުނަމުންމި ޝުކުރުވެރިވެ ރޮނގުތަކުން ޝުއޫރުތަށް
މިސާލު ޖަހާލާނީ
*މިސާލު ޖަހާލާނީ
އަދި ފެންނަ މަންޒަރުން
*ދާއިމުން އަރިހަށް މިވެދުން ކުރާނަމޭ

$2
*އޭނީ ސޯސަންމާ
ގުޝަނުގާ ފަރިވެފާ
ސޯފާގާ ފަރިވެފާ
ކޯނީގާ ފަރިވެފާ
މާގަހުގާ ފަރިވެފާ`
},
{
  id: 203,
  name: `Salaamathey`,
  genre: 'Nala',
  lyrics: `#M
ސަލާމަތޭ ތަނުގެ ވާނީ ހިޔާވެލާ
*ވަރީތީގެ ޖަރީކޮށް ގަޔާވެލާ

#1
ފަތިހެއްގެ އަލިކަންއައީ ރޭދުވާގާ
*ފަތިހެއްގެ އަލިކަންއައީ ރޭދުވާގާ
ދަތިކަންމެ ފިލުވާލިޔާލުން ނިޔާމާ
*ދަތިކަންމެ ފިލުވާލިޔާލުން ނިޔާމާ
ހާނއަ ހާނހާނހާ ނހާނހާނހާނ ހަ
*ހާނއަ ހާނހާނހާ ނހާނހާނހާނ ހަ
މީދާ އަޑުން ވާނީ ސިލްސިލާ
*ވަރީތީގެ ޖަރީކޮށް ގަޔާވެލާ

#2
ޝުކުރުންއޮހޭ އިހުތިރާމާ ތަހާނީ
*ޝުކުރުންއޮހޭ އިހުތިރާމާ ތަހާނީ
މިކުދިން ރުހޭ މަރުހަބާއޭ ކިޔާނީ
*މިކުދިން ރުހޭ މަރުހަބާއޭ ކިޔާނީ
ހާނއަ ހާނހާނހާ ނހާނހާނހާނ ހަ
*ހާނއަ ހާނހާނހާ ނހާނހާނހާނ ހަ
ރޫހެއްވެލާނީ އެއްބާރުލާ
*ވާރީތީގެ ޖަރީކޮށް ގަޔާވެލާ

$M
އަންނާށޭ ލޯބިން މަގެންދަން ތިބާ
*ހެއްވާލާ ދީގެން މިރޭގެ ދަނޑޫރާ

$1
ތިންހައް ދުވާނޭހޭ ރޫހުދިރޭނޭ
*ވިއްސައިގެންދާނެ ޔަގީނޭ އިނގިދާނޭ
ހުރިވަރު އަދި ފިޔަވަރު މައްޝޫރު ދަނޑޫރާ
*އަންނާށޭ ލޯބިން މަގެންދަން ތިބާ ހެއްވާލާ ދީގެން މިރޭގެ ދަނޑޫރާ

$2
ފުރިހަމަ ކުޅިވަރު ހުނަރުމިފެންވަރު ބުންވަރު
*ކުޅިވަރު މިއަސަރު އެކިވަރު މަންވަރު މިންވަރު
ހުރިވަރު އަދި ފިޔަވަރު މައްޝޫރު ދަނޑޫރާ
*އަންނާށޭ ލޯބިން މަގެންދަން ތިބާ ހެއްވާލާ ދީގެން މިރޭގެ ދަނޑޫރާ`
},
{
  id: 204,
  name: `En Ukaa`,
  genre: 'Thinberu',
  lyrics: `#M
އެންއުކާ ދެރަދެރަ އައިނެކޭ މިއީ
*ފެންނަ އިރުގާ އުޅެޔޭ ތަޅާފޮޅާ

#1
ދޯނިފެނިފާ މިބޮޑު އައިން ތެޅުން ނިވާލައޭ
*ދޯނިފެނިފާ މިބޮޑު އައިން ތެޅުން ނިވާލައޭ
ވަށިވަށިން އަޅާމިއެން އުކާދެޔޭ
*ދެންނަގާ މެކުހުގައޭ ދަނީފަހަށް

#2
ފެންނަނީއޭ ދުރުންނޭ ތަޅާދީ ފޮނުލާ
*ފެންނަނީއޭ ދުރުންނޭ ތަޅާދީ ފޮނުލާ
ދެންނަގާ މެކުހުގައޭ ދަނީފަހަށް
*ދެންނަގާ މެކުހުގައޭ ދަނީފަހަށް

$M
ދޭތޯ މިދޯނި މަހަށް
*ދަމެއް ކުރަން ދަމާހިނގާ
ކައިތޯ މިއޮޑީގެ އެން
*ކޮބާ ފަތެއް ލިޔަން ހިނގާ
ބޭނޭނެ ހިއެއް ނެތީ
*ފިކުރުކުރަން ދަމާހިނގާ

$1
ފެންތާހެއް ނަގާފައި
*ކަނދުރާ އަށް ހަމްދުކިޔާ އަޅާށޭ
ކުކުޅުގެ ކަޅު ބިހެއްގާ
*ގޮވާމު ނަންތަށް ލިޔެފާ ޖަހާށޭ

$2
ބުޅިނެގިމަސް ފެނިއްޖޭ
*ދޮނިހިފާ ދޯނިދަށައް ވަދެއްޖޭ
އެންކެޔޮޅާ އުކާށޭ
*ވަށިން ނަގާ ދޯނި ދަށައް އަޅާށޭ`
},
{
  id: 205,
  name: `Velaa`,
  genre: 'Baburu',
  lyrics: `#1
ރައްރަށު ގޮނދުދޮށައް އެއަރާ ފަސްގަނޑު މަތީގާ
*ހާވާ
އަޑު ފައްނިހިފާ
*ފަޅުތައް ކޮނެލާ
ހިޔަދެ ހިޔަރެޔަކުއަރާނޭ
*ވެލައޭ
ރެޔަކުއަރާނޭ
*ވެލައޭ ރެޔަކުއަރާނޭ ވެލައޭ
ބަލަ ރެޔަކުއަރާނޭ
*ވެލައޭ ރެޔަކުއަރާނޭ ވެލައޭ

#2
*އާނ ވެލާ ވެލާ ވެލާއޮތޯ
ބިސްއަޅަން އަރާއޮތޯ
ހޭޅިއައް އަރާއޮތޯ
ބިސް ގުނަން އަރާއޮތޯ
ވައްލޮލުން ބަލަން އޮތޯ
ރަށުމެދުގަ ބަލަންއޮތޯ
ވައްކަޅިން ބަލަން އޮތޯ
ވަގުވަގައް އަރާ އޮތޯ

#3
*އަރާވެލާ
ވަގުވަގައް
ރަށު ކޮޅައް
ހޭޅިއައް
ބިސްއަޅަން
ރަށުމަގުން
ބިސްގުނަން
ރަށުމެދައް`
},
{
  id: 206,
  name: `Veyn Libeythi Ey`,
  genre: 'Nala',
  lyrics: `#M
ވޭން ލިބޭތީ އޭ ކުރާ ތައުބީރުގާ
*އެދެނީ ކަލާ ލިބުމޭ މަގޭ ތަގުދީރުގާ

#1
މޭ ތެޅުން ވާތީ ހިތޭ ނޯތީ މަޑުން
*ރޭ ނިދިން ހޭލައްވަނީ ހުވަފެން ތަކުން
ރޭ ދުވާ އެދެނީ އެކީ ބައްދަލު ވެލުން
*ހޭދަ ވެވުނީމާ އެތާ ލޯބިން މިހެން
ހިޔާލުގާ ވާ ހިތް ރުހޭ ތަސް ވީރުހޭ
*އެދެނީ ކަލާ ލިބުމޭ މަގޭ ތަގުދީރުގާ

#2
ހިތް މުޅިން ނުރުހިއްޖެޔޭ ދުރުގާ ހުރުން
*ފުން އަސަރު ކުރުވައިފިޔޭ ރޮއެ ރޮއެ މިހެން
ކެތް މަށައް ނުވެވޭނެޔޭ ދެކެލާ ހިތުން
*ދެން މިހެން ހުރެވޭނެހޭ ޝަކުވާ ކުރަން
ވައުދު ލޯބިން ކޮށް މިހެން ހުރެވޭނެހޭ
*އެދެނީ ކަލާ ލިބުމޭ މަގޭ ތަގުދީރުގާ

#3
ހޫނުކަން ދޭތީ ހިމޭން ނޭވާ ތަކުން
*ވީ ރުހުން ހިތުގާ ކުރާ އިތުބާރަކުން
ރީތި މާތައް ރަކި ވެދާނޭ ހީލުމުން
*ރީތި މޫސުން ބަދަލު ވާނޭ ރޯލުމުން
ފުން ހަނދާނޭ ކެތް ނުވާ ތަގުދީރުހޭ
*އެދެނީ ކަލާ ލިބުމޭ މަގޭ ތަގުދީރުގާ`,

englishLyrics: `#M
Veyn libeythee ey kuraa thaubeerugaa
*Edheny kalaa libumey magey thagudheerugaa
#1
Mey thelhun vaathee hithey noathee madun
*Rey nidhin heylavvanee huvafen thakun
Rey dhuvaa edheny eky bahdhalu velun
*Heydha vevuneemaa ethaa loabin mihen
Hiyaalugaa vaa hiy ruhey thas veeruhey
*Edheny kalaa libumey magey thagudheerugaa
#2
Hiy mulhin nuruhihjeyey dhurugaa hurun
*Fun asaru kuruvaifiyey roe roe mihen
Kei mashah nuveveyneyey dhekelaa hithun
*Dhen mihen hureveynehey shakuvaa kuran
Vaudhu loabin koh mihen hureveynehey
*Edheny kalaa libumey magey thagudheerugaa
#3
Hoonukan dheythee himeyn neyvaa thakun
*Vee ruhun hithugaa kuraa ithubaarakun
Reethi maathah raki vedhaaney heelumun
*Reethi moosun badhalu vaaney roa lumum
Fun handhaaney kei nuvaa thagudheeruhey
*Edheny kalaa libumey magey thagudheerugaa`
},
{
  id: 207,
  name: `Jehilunve Mey`,
  genre: 'Kaasi',
  lyrics: `#M
ޖެހިލުންވެ މޭ ތެޅޭ ގޮތްވޭ
*ގައިބާރު ދޫވެ ދާގޮތްވޭ
މާކައިރި ވާގޮތްވެ ސީދާ ލޮލާލޯ ވެލީމާ
ހާދަހާ ލޯބިވޭ &އާނހާ&
ވާ ހިތުން ލޯބިވޭ &އާނހާ&
*ހާދަހާ ލޯބިވޭ

#1
ތުނިތުނި ފަތިހަށި ހެދިހުރި އިސްކޮޅު ލިބިހުރި ހޫރުޕަރީއޭ
*ފިނިފެން ޖަންބެކޭ ނިޔަނެތި މޫނެކޭ ރިވެތި ޗާލު މަލާއޭ
ފެނިފާ އާގަމަ ވެވެނީއޭ ހަމަ ކުޅަދުންވަންތަ ކަމާއޭ
*ފެނެޔޭ ކުޅުތިކި ދާއިރު ވަކިވަކި އަލިގަދަ ހުޅެވި ހަނދާއޭ
ތިޔައޭ އެދޭ އަރާމަކީ ހޯދަން އުޅޭ ނަސީބަކީ
*ޔާރާގެ މަސްތީ ނަޒަރު ފެއްނަ އިހުސާސްވީމާ

#2
ހިއްސުތަކާ ކުޅެ ނޭނގި ހިތާ ތޮޅެ އެދިހުރި ގޮތް ދޭންވީބާ
*އަބަދު ޚުށާމަދު ނޭނގި ކުރާ ހިނދު މިހިތުގެ ހާލު އެނގޭބާ
ދިރިހުރިހާ ހިނދު ހިތުގެ މަގާސިދު އޮތްގޮތްވެސް އެނގެނީބާ
*ދޭނަމޭ ލައްޒަތު އެދިހުރި ރާހަތު ތެދުވެރި ލޯބި ވަނީބާ
ޖާނާ ފުރާނަ ދޭނަމޭ ޔާރާގެ ލޯބި ބޭނުމޭ
*ދޭށޭ ހިފާ މީރު ލޯބީގެ މޭވާ ދިނީމާ`
},
{
  id: 208,
  name: `Hithuge Raani`,
  genre: 'Nala',
  lyrics: `#M
ހިތުގެ ރާނީ ވެދޭށެ އިގުރާރު
*ޔާރާ ލޯބިން އެކުގާ އުޅެން
ދަތުރު ފަށަމާހެ މޫސުން ބަލާ
*ޔާރާ ލޯބިން އެކުގާ އުޅެން

#1
ހިނިތުމާ އެކު ގަޔާވާ އެ ހަރަކާތް ތަކުން
ހައެ ހައެ ހިނިތުމާ އެކު ގަޔާވާ އެ ހަރަކާތް ތަކުން
*ފެނިލުމުން ދޫވެގެން ގޮއްސި މިހިތުގެ ލަގަން
ތުނި އޮމާން އަތުގެ ފިރުމުން ލިބޭތޯ ހުރިން
*ތުނި އޮމާން އަތުގެ ފިރުމުން ލިބޭތޯ ހުރިން
އުނި ޖަހާލާ ދުނިޔެއިން ހޮވޭނޭ ޔަގީން
*ހައެ ހައެ އުނި ޖަހާލާ ދުނިޔެއިން ހޮވޭނޭ ޔަގީން
ދުނިޔެ ހެކިކޮއްފާ ދުނިޔެ ހެކިކޮށް ވައުދުވާން މިތާ
*ޔާރާ ލޯބިން އެކުގާ އުޅެން

#2
އިސްކަމެއް ދެވި މިހިތުގާ ތިނަން ފެވި ވުމުން
ހައެ ހައެ އިސްކަމެއް ދެވި މިހިތުގާ ތިނަން ފެވި ވުމުން
*އިޝްޤު ލޯބީގެ ކާނާ އަކަށްވެސް ވުމުން
ވަސް ފިލައިގެން ނުދޭ މޭ ހިތާ ހަށިގަނޑުން
*ވަސް ފިލައިގެން ނުދޭ މޭ ހިތާ ހަށިގަނޑުން
މަސްތުގާ ރޭދުވާ ތައްވެ ފާއިތުވުމޫން
*ހައެ ހައެ މަސްތުގާ ރޭދުވާ ތައްވެ ފާއިތުވުމޫން
ފަސްނުޖެހި އާދޭ ފަސްނުޖެހި އާދޭ އުފަލާއެކީ
*ޔާރާ ލޯބިން އެކުގާ އުޅެން

#3
ރަންޖަވާހިރުގެ އަގުމާއި މުތީ ފަދަ ވުމުން
ހައެ ހައެ ރަން ޖަވާހިރުގެ އަގުމާއި މުތީ ފަދަ ވުމުން
*ފުން އަރާމާ އުފާތައް ލިބުން އެދި ހުރިން
މަންޖެ ފިޔަވަޅުގެ ފަހަތުން ހިނގަ ހިނގާ ހުރިން
*މަންޖެ ފިޔަވަޅުގެ ފަހަތުން ހިނގަ ހިނގާ ހުރިން
މަންޖެ ފިޔަވަޅުގެ ފަސް ފަހަތުގާ އެބަ ހުރިން
*ހައެ ހައެ މަންޖެ ފިޔަވަޅުގެ ފަސް ފަހަތުގާ އެބަ ހުރިން
ދެން ނުވާނަންހެ ދެން ނުވާނަންހެ ވައުދެއް މިތާ ޔާރާ ލޯބިން
*ޔާރާ ލޯބިން އެކުގާ އުޅެން`
},
{
  id: 209,
  name: `Masodi Mahah`,
  genre: 'Kaasi',
  lyrics: `#M
މަސް އޮޑި މަހަށް ފުރަންވީ
*އެންލާ ބަރާ ކުރަންވީ
ކެޔޮޅާ ކުދީން ފަޅު އެވެރީން
*ވަރުލާ އެ ހިއްވަރު ނެރެނީ

#1
ހުންގާނު ހުރި މިސްރާބުން
*އޮޑި ހަރު ދުވެލި އެ ދެއްކީ
އިރު ގޮސް ފެނަށް ތިރި ނުވަނީސް
*އޮޑި ގޮސް ތަނުގަ ފަޅު އަޅަނީ

#2
ލޮނުލާ ފެނަށް އޮޑި ހަމަ ކޮށް
*ފަށްތާލި ދާ އެން އެ ފުނަށް
ތިލަކޮއްލި ދާ އެން އަލިކޮށް
*ވަރު ކަށްޅި އޮޑި އެ ބަރާކޮށް

-
$M
ފަތިހު ގޮވާ ކޮވެލި އަޑަށް ކެޔޮޅު ގޮވާލީ
*ފިލާ އަންދިރި ފަތިސް އަލިވެ މަހަށް ފުރަންވީ

$1
ނިކުތީ ކަނޑުން އަތޮޅު މެދުތެރޭން
*ނިކުތީ ކަނޑުން އަތޮޅު މެދުތެރޭން
މައްޔާ މަތިން އެއްލި ރާޅަކުން
*މައްޔާ މަތިން އެއްލި ރާޅަކުން ފަޅުވެރި ކުދިން ހަޅޭލީ

$2
ރިވެލި މަތީ އޮޑި ހަރު ކޮށް ދުއްވާލިޔޯ
*ރިވެލި މަތީ އޮޑި ހަރު ކޮށް ދުއްވާލިޔޯ
އެންކެޔޮޅުބެ އެންވަށި ވެސް ހޫރާލިއޮ
*އެންކެޔޮޅުބެ އެންވަށި ވެސް ހޫރާލިއޮ މަސް ކަނޑު ވަރު އޮއެ ޖަހާލީ`
},
{
  id: 210,
  name: `Umurugaaves Nuvaa Gotheh`,
  genre: 'Taki',
  lyrics: `#M
ބަލާލީމާ ލަދުން ދެން މަށަށް އިސްޖެހެނީތާއޭ
*މިވަރު މިވީ ރީތިކަމުން އަސަރުކުރީމާ
ޙިއްސުތަކާ ހިތާ މެޔާ ޤައިދުވަނީ ބާއޭ
ޢުމުރުގާވެސް ނުވާ ގޮތެއްމީ
*މިއަށް ލޯތްބޭ ކިޔަންވީބާއޭ އޭ އޭ އޭ

#1
އަބަދު ފަހަތްބަލާހެދީ ހީވެ ހުރީއޭ
*މެންދަމުވެސް ޔާރާ ދެކެން ހިތް އެދޭތީއޭ
މިވާ ގޮތެއް ބުނަންދަތީ މަށަށް މިވީ ކީއްބާ
*ޢުމުރުގާވެސް ނުވާ ގޮތެއްމީ މިއަށް ލޯތްބޭ ކިޔަންވީބާއޭ އޭ އޭ އޭ

#2
ދުރުގަ މިހެން ފިކުރު ކުރަން ގެއްލިފަ އިނދެވޭ
*އެކަނި އުޅެން ހިތްއެދެޔޭ ދަންވަރު ހޭލާ
މަގޭ ހިތަށް އައޭ ބަދަލު މަށަށް އޭނާ ފެނިފާ
*ޢުމުރުގާވެސް ނުވާ ގޮތެއްމީ މިއަށް ލޯތްބޭ ކިޔަންވީބާއޭ އޭ އޭ އޭ`
},
{
  id: 211,
  name: `Umurah Thiya Namuga`,
  genre: 'Taki',
  lyrics: `#M
އުމުރަށް ތިޔަ ނަމުގާ ފިދާވުން އެދޭނީ
*ލޯބީގެ ނަޒަރުން ކަލާއޭ ދެކޭނީ
މާޔޫސް ވީމާ މޫނުން އިނގޭނީ
*ދީވާނަ ވާކަން އިންސާނުން އިނގޭނީ

#1
ކަރުނަ ފޮހެލާފާ ސިއްރު ކޮއްލުންހޭ
*ނޫނީ މޮޅުވާނީ ހިއްސާ ކޮއްލުންހޭ
އޭރުން ވޭނީ ފަރުދާ ކެހޭނީ
*މޭގެ ރިހުމާ ހަޤީގަތް އިނގޭނީ

#2
މާ ވިސްނިގެން ލޯ މަރާތީހޭ
*ނޭންގޭ ހެން ސިއްރުން ހިނިތުން ވާތީހޭ
ކޮން އިރަކުބާއޭ ބައްދަލު ވެވޭނީ
*މައެދޭ ސުވާލުގެ ޖަވާބެއް ލިބޭނީ

#3
ތިޔަ ދިން އަނިޔާޔަށް މާފު ކޮއްފީމޭ
*ހާލު އެންގޭތޯ ހާމަ ކޮއްފީމޭ
ވިންދެއް ހުޓަސް ރިއްސާ ހިއްތައް މިވޭނީ
*ކިހިނެތް މިހާރު އަރާމެއް ލިބޭނީ`
},
{
  id: 212,
  name: `Maa Shaahee`,
  genre: 'Taki',
  lyrics: `#M
މާޝާހީ ތިޔަ ރީތި ލޮލުން އައިސް
*ހިތައް ހަމަލާ ނުދޭށޭ
ނިކަން ލޯބިން ދެވޭ ލައްޒަތަކުން
*މިހިތް މޮޔަކޮށްލާ ދޭށޭ

#1
މިލްކެއް ކަމުގާ ވީނަމަ ލިބިފާ އާލަމް އެކީގާ
*ދުނިޔެއާ މުޅި ކައުނާ
ވިދުވަރުގާ ވާ އަލިކަން ދެލޮލަށް ހަދިޔާ ކޮއްލާ ދޭނަން
*ވިދުވަރުގާ ވާ އަލިކަން ދެލޮލަށް ހަދިޔާ ކޮއްލާ ދޭނަން
ކަންފަތުގާލާ ގަހަނާ ކަމުގާ އިރު ހަނދު ގެންގޮސްދޭނަން
*މާޝާހީ ތިޔަ ރީތި ލޮލުން އައިސް ހިތައް ހަމަލާ ނުދޭށޭ

#2
ތަރިތައް މި ފަޒާ ރޯށަންކުރުމުން އިރު އޮއްސި ދިއުމުން
*ފަތިސް ވެގެން އަލި ވިލުމުން
ކަނދުރާ ތިޔަމާ ފަޅުފިލުވާލަން ކަރުގާ ރީތި އަޅާލަން
*ކަނދުރާ ތިޔަމާ ފަޅުފިލުވާލަން ކަރުގާ ރީތި އަޅާލަން
ހުރިހާ ތަރިތައް ހިމަނައިގެން ހާރެއް މަ ގަތާ ދޭނަން
*މާޝާހީ ތިޔަ ރީތި ލޮލުން އައިސް ހިތައް ހަމަލާ ނުދޭށޭ

#3
ނިދުމައް މިތުރާ ތައްޔާރުވުމުން އަންގާލަ ދިނުމުން
*ނޫނި ހަންދާން ކޮއްލާ ދިނުމުން
އުޑުގާ އުދުހޭ ކުލަ ރީތި ނަޔާ ހުރިހާ ޗާލު ވިލާތައް
*އުޑުގާ އުދުހޭ ކުލަ ރީތި ނަޔާ ހުރިހާ ޗާލު ވިލާތައް
އެންދު ދާން މަތިގަ ތައްމަތި އެޅުމައް ވަގުތުން ގެންގޮސް ދޭނަން
*މާޝާހީ ތިޔަ ރީތި ލޮލުން އައިސް ހިތައް ހަމަލާ ނުދޭށޭ`
},
{
  id: 213,
  name: `Furuthamaves`,
  genre: 'Zamaanee',
  lyrics: `#M
ފުރަތަމަ ވެސް ފެނުނީމާ
*ހިތް ކީއްހެނުވީ ނަފުރަތު
ބުނެލާފާ ދެވެންޔާ ލޯބިދީ
*ފެނިލާފާ ރުހެންޔާ ލޯބިދީ
ލޯ ތޮޅޭ ގޮތް ވަނީ
*ވާގޮތޭ ނޭނގެނީ
ތިޔަ އިޝާރާތް ކުރާ
*ބަރާބަރު ލޯބިވީ ރުހެންޔާ ލޯބިދީ

#1
އަބަދު ހޯދޭތި ތިޔަ ހަންދާންވޭ ނިކަން
*ހިތުގަވާ ލޭގެ އަސަރުގާ ވޭމެޔޭ
ތިބުނިހެންނޭ ވަނީ ބޭގަރާރޭ ވަނީ
*ޔާރު ހިތުގާ ހިނގާ
ތިފާގަތި ލޯބިދީ
*ރުހެންޔާ ލޯބިދީ

#2
ދެކި މަގޭ ހާލު މުޅިހިތާ ޖާނު ދީ
*އަދު ޚިޔާލެއް ނެތިހޭ އެހީ އެއްވެދީ
ދެކި ތިހިތް ވާގޮތައް އަދި މަށަށް ވާގޮތައް
*ވާނުވާ ގޮތް އަހަން
އެހައް އަދު ލޯބިދީ
*ރުހެންޔާ ލޯބިދީ`
},
{
  id: 214,
  name: `Yaaruge Nalakan`,
  genre: 'Nala',
  lyrics: `#M
ޔާރުގެ ނަލަކަން ހިތާއޭ ކުޅެލީ
*ތާމި ބުނަނީ ފުރިހަމަ ރާގުން
ހާރުގެ މުތްތައް ޖަރީ އެކުރަނީ
*ލޯބި މިތުރުގެ ނިޔަނެތި ބާރުން

#1
މިތުރުގެ ލޯބިން ފުރާނަ ލިބިގެން
*ވާ އުފަލަކުން ލަވައޭ ކިޔެނީ
އިތުރު ބަހާރެއް މަހިތައް ގެނުވީ
*ފެނުނު އެވަރުގެ ފަރި ހަރަކާތުން
ހިތުގެ ލެޔާއެކު މިރާގު ހިނގަނީ
*ރީތި ދެލޮލުގަ ހުރި ގަދަ އަސަރުން

#2
މޫނުގެ އަލިކަން ވެޔޭ ޔަގީނުން ސާދަ ވަނަ ރޭ
*ސާދަ ވަނަ ރޭ ހަނދުވަރު ފަދައިން
ތޫނު އަސަރު ހުރި ދެލޮލުގެ ނަޒަރުން
*މޭ ޒަޚަމުވީ ކުރި ޖަޒުބާތުން
ތޫނު ޝުއޫރުން ވިންދޭ ޖަހާނީ
*ހާއުފާ ދޭ ފޮނި އުންމީދުން

#3
ޒީނަތްތެރިކަން އިތުރުވާނީ
*ފަހެ ރޭގަނޑެއްފަދަ އިސްތަށިގަނޑަކުން
ވީނަސް ތަރިވެސް ލަދުން ނިވާވޭ
*މޫނުގާ ހުރި އަލިގަދަ ކަމަކުން
ކީނަމަވެސް ބަސްތައް އަމުނައިގެން
*ނެތޭ އަރާމެއް މިހިތުގެ ވޭނުން`
},
{
  id: 215,
  name: `Saadha Mizaajey`,
  genre: 'Taki',
  lyrics: `#M
ސާދާ މިޒާޖޭ ތިއީ
*ދުނިޔޭގެ ރަނި ކަމުގާ
މުޅި އުމުރަށް އެކީގާ އުޅެން
*ތިބާ ކުރި ވައުދު ބާކީވީ

#1
ދެހިތުގެ އަސަރުތައް ކަރުނުން ފުރާލީ
*ދީވާނަ ކޮއްލީ ތިބާ ދީވާނަ ކޮއްލީ ތިބާ

#2
ވިއްސާރަ ރޭރޭ ތެމުމުން ހަންދާންވޭ
*މިތުރާގެ ވައުދާ ހުވާ މިތުރާގެ ވައުދާ ހުވާ

#3
މިވޭނާ ހިތާމައިގެ އަސަރުން މިލާ
*އަސަރުން މިލާ މޯޅިވޭ އަސަރުން މިލާ މޯޅިވޭ`
},
{
  id: 216,
  name: `Kohli Nagaafa`,
  genre: 'Nala',
  lyrics: `#M
ކޮއްލީ ނަގާފާ ސަމާސާ
*ސިއްރުން ހިލޭ ދޯ ޖަވާބު ދީ
ހުވަފެން ތަކުން އޭރު އަތުލީ
*ނިންޖާ އަރާމާ މިހާރު ދީ

#1
ދެއްވި ޔާރާ ލޯބީގެ ހިތްވަރު
*ކޮއްފި ތާ ދޯ ހިތް އުފާ
ދެއްވި ލޯތްބާ ވިންދުގާވީ
*ހިޔާލުތައް ދެން ފޮރުވިފާ
ހައިރާންވެދާނޭ ކަލާތީ
*ޖަދޫގަރެއްހޭ ޖަވާބުދީ

#2
އިންތިޒާރުގަ ހޭލާ އުޅޭކަން
*ދައްނަނީ ދެން ކާކުހޭ
އިންތިޒާރާ މާފު ލޯބިން
*ދީބަލާށޭ ސާބަހޭ
އުޅުނީމެ ހޭލާ މަނުނިދާ
*ރޭރޭ ގުނާފާ ހިސާބުދީ

#3
ހިތުތެރޭގާ ދެން އަންދަޔެ އަލިފާން
*އެންމެ ފުނުގާ ރޯވެޔޭ
ލޯބި އޮއެވަރު ހީވެޔޭ ދޯ
*އުފެދެމުން ލޭގާވެޔޭ
ލޯބިން ދެ ހިތް ކުރުވި މީޒާން
*ގުޅިފާ ނުވޭހޭ ޖަވާބުދީ`
},
{
  id: 217,
  name: `Magey Mithuraa`,
  genre: 'Taki',
  lyrics: `#M
މަގޭ މިތުރާ
މަގޭ މިތުރާޔަށް ގަނޑުވަރެއް އަޅައިދޭނަމެ
*ހާސް ނުވާށެ ކެރިހުރެ ޗުއްޓީ ހަދާލަ ދޭނަމޭ
މަގޭ މިތުރާ ދުއްވާނެ ކާރާކާ އެކު
*ކައިރީގަ ގެންގުޅެން އަޅުނާ ޖާރިޔާ މަދޭނަމޭ

#1
ބުރަކަށް ޖެހުމަށް ހާސް ދޮޅުހާސް
*ޑޮލަރުން މަދޭނަމޭ ޑޮލަރުން މަދޭނަމޭ
ރަނަކަށް މިލިއަން ފަސް ބިލިއަން
*ޔޫރޯ މަދޭނަމޭ ޔޫރޯ މަދޭނަމޭ
ހައްސަ ދަރިން ހޯދިޔަސް ހާހެއް ނުވާނެ ކަމަނާ
*އިންނަން އަވަސް ކުރޭ އިންނަން އަވަސް ކުރޭ

#2
ކަމަނާ ހުރިހާ ގުނަވަންތައް
*ރަން އަޅުވަ ދޭނަމޭ ރަން އަޅުވަ ދޭނަމޭ
ހައްޖަށް ފޮނުވާވެސް ދޭނަން
*މުޅި އާއިލާ އެކީ މުޅި އާއިލާ އެކީ
ރުއްސި މި ހިތް ފަރުވާ ހޯދަން އެދޭ ވަރޭ މިއީ
*ކަމަނާ ރުހޭނުހޭ ކަމަނާ ރުހޭނުހޭ

#3
އިރަކަށް ދެ ހެދުން އަދި ލިޔަކަސް
*ބަލަ ހާސް ނުވާނެޔޭ ބަލަ ހާސް ނުވާނެޔޭ
ކެއުމުގެ ހަރަދަށް ހާސް ދޮޅު ހާސް
*އުފަލުން މަދޭނަމޭ އުފަލުން މަދޭނަމޭ
ލައްކަ ހަރަދު ކުރިޔަސް ކަންބޮޑު ނުވާނެ އަހަރެން
*އިންނަން އަވަސް ކުރޭ އިންނަން އަވަސްކުރޭ`
},
{
  id: 218,
  name: `Mahaldheeb`,
  genre: 'Thinberu',
  lyrics: `#S
ލޯތައް ސިހޭ އަޖައިބުން
ލާމަސީލުވީ ނަޔާ ތިބޭ
މީމަގޭ މަހަލްދީބޭ

#M
ރަން މުތުގެ ހާރެކޭ މޫސުން ބަހާރެކޭ
*މާމަލުގެ ޒާރެކޭ މޫރިތި ހިޔާލެކޭ
މީ މަގޭ ފުރާނައޭ މިހިތާ ވިންދު މެޔޭ
*މީ މަގޭ ފުރާނައޭ މިހިތާ ވިންދު މެޔޭ
މީ މަގޭ ދިވެހި ރާއްޖެއޭ
*ޗާލު ވި ވަތަން މަގޭ

#1
ރިހިވެލި ތުނޑި ތަކުގެ ޖަޒީރާ މި ރަށްތަކާ
*ފެހި ރުއް ގަސްތަކުގެ ނަޔާ ޗާލު މަލަތަކާ
ހޮޅި އުދުހޭ ރާޅު ބީއްސާ ގޮނޑު ދޮއްތަކާ
*ފެހިވިލު ގިރިފަޅާ ވަށާވޭ ފުން ކަނޑުތަކާ
މުރަކަ ބަގީޗާ ތަކާ
*މީ މަގޭ ފުރާނައޭ މިހިތާ ވިންދު މެޔޭ`
},
{
  id: 219,
  name: `Naazukee Shabaab`,
  genre: 'Nala',
  lyrics: `#M
ނާޒުކީ ޝަބާބުގާ ނިޝާނާ ޔެ ތިޔާ
*ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ

#1
ފަރިވި ތާޒާ މަލެއް މަސްތު ކުރުވީ ވަހެއް
*ކަރުގަނޑުން ރޫހުދޭ ފޮނިވި ޝަބުނަމު އޮހޭ އޯ އޯ އޯ
އާޝިޤީ ހުސްވުންނުވާ ހަޒާނައޭ ތިޔާ
*ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ

#2
އެންމެފުރަތަމަ ނަޒަރު ކުރުވިމަސްތީ އަސަރު
*ދެއްވި އުންމީދަކުން ލޯބި ޖާދޫ މިތުރު އޯ އޯ އޯ
ޒިންދަގީ ދިރުވާ ނަޔާ ނިށާނާޔެ ތިޔާ
*ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ

#3
އަބަދު ހިނިތުންވެލާ ގާތު ހުރުމަށް އެދޭ
*ޚިދުމަތެއް ދާއިމީ އާދެ ލިބުމައްއެދޭ އޯ އޯ އޯ
ރޭދުވާ އާލާވެދާ ހަނދައަނާޔެ ތިޔަ
*ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ ނޫރޭ މޫނުން ސޫރަވާ ޒުވާނާ އޭ ތިޔާ`
},
{
  id: 220,
  name: `Fathihuge Himeynkan`,
  genre: 'Nala',
  lyrics: `#M
ފަތިހުގެ ހިމޭންކަންވެ އަލިކަން އުޖާލާ
*ޗަކަފަލުތެރޭގާ ބޮނދާ އޮވެ ގޮވާލާ
އިރުވަރު ބަލާ ގޮނޑުދޮށުގަ ހިނގާލާ
*މަންޒިލް ފެނޭތޯ އެ ފަލުތައް ބަލާލާ
ނަންރީތިކަން ވެފަ ނެތް ދޫންޏެއް މިތާނގާ
*ހާލީގަ އޮވެގެން ހިތާމައިގަ ރޯލާ

#1
ދުވަހަށް މިވާ ގޮތް ފަލުގެ ތެރޭގާ
*ފަޅުކަން ފިލާ ގޯސްދާނެ ނަމައޭ
ޔާރެއް ޕިޔާރެއް ނެތި ފަލުގެ ތެރޭގާ ނިދާލާ
*ޔާރެއްގެ ހުވަފެންތަކަކުން ވެވި އެކަނި އޮވެ ބަލާލާ

#2
އަންނާނެ މާދަމަ ފެންނާނެ ނަމައޭ
*ދަންނާނެ ޔާރެއް ލިބިދާނެ ނަމައޭ
ދަންނާނެ ޔާރެއް ނެތި ފަލުގެ ތެރޭގާ ނިދާލާ
*ޔާރެއްގެ ހުވަފެން ހިނިތުން ވެވި އެކަނި އޮވެ ބަލާލާ`
},
{
  id: 221,
  name: `Javvun Fenihjeyey Thari`,
  genre: 'Kaasi',
  lyrics: `#M
ޖައްވުން ފެނިއްޖެޔޭ ތަރި
*އައިށާގެ ނަންދެވޭ ފަރި
ލޯތައް އަޅަން ފެށިޔޭ ކަޅި
*ޖައްވުން ވިދަން ފެށީމާ
*ޖައްވުން ފެނިއްޖެޔޭ ތަރި

#1
މަގަކުން ހިނގާފަ ދާއިރު ކަމަނާގެ ފައިޖެހޭ އިރު
ގައިމޭ ވެދާނެޔޭ މޮޅު އަގުބޮޑު ޖަވާހިރައްވެސް
*މަގަކުން ހިނގާފަ ދާއިރު ކަމަނާގެ ފައިޖެހޭ އިރު
*ގައިމޭ ވެދާނެޔޭ މޮޅު އަގުބޮޑު ޖަވާހިރައްވެސް

#2
ހާސިލު ވެދާނެ މީހަކު ކަމަނާގެ ލޯބި އަގުބޮޑު
އޭނާ ވެދާނެ މުއްސަންދި ރާއްޖޭގެ ވަނަ ދެވޭވަރު
*ހާސިލު ވެދާނެ މީހަކު ކަމަނާގެ ލޯބި އަގުބޮޑު
*އޭނާ ވެދާނެ މުއްސަންދި ރާއްޖޭގެ ވަނަ ދެވޭވަރު

#3
ޝާއިރު ތިމޫނު ފެނިގެން ބުރުސޫރަ އަށް ބަލާފަ
ޝާއިރު ހަދަން ފަށާނޭ ޅެން ފަރިހި އުމުރުގާވެސް
*ޝާއިރު ތިމޫނު ފެނިގެން ބުރުސޫރަ އަށް ބަލާފަ
*ޝާއިރު ހަދަން ފަށާނޭ ޅެން ފަރިހި އުމުރުގާވެސް

#4
މޫސުން ބަހާރު އައިމާ މާތައް ހެވެން ފެށީމާ
ނުފެނޭ ތަފާތު ކަމަނާ ހީލާ ބަލާ އުޅޭ ގޮތް
*މޫސުން ބަހާރު އައިމާ މާތައް ހެވެން ފެށީމާ
*ނުފެނޭ ތަފާތު ކަމަނާ ހީލާ ބަލާ އުޅޭ ގޮތް

#5
ޝާއިރު އެދެން އަބަދުވެސް މާމަލުގެ ވާރެވެއްސަން
މޫސުން ބަހާރު އައިމާ ކަމަނާ އެ ފެންވަރާއިރު
*ޝާއިރު އެދެން އަބަދުވެސް މާމަލުގެ ވާރެވެއްސަން
*މޫސުން ބަހާރު އައިމާ ކަމަނާ އެ ފެންވަރާއިރު`
},
{
  id: 222,
  name: `Shaadhee Gaana`,
  genre: 'Nala',
  lyrics: `#M
ޝާދީ ގާނަ
ވި ލޯބި ލޯބި ހަސްތީ ބަހާރުގާ ސުހާނާ
*ދޭތި ފޯރި ޖާން މިރޭގެ ޝާދީ ގާނަ

#1
ޗާލުވި ޤުމްރީ މުނިޔާ ކޮކާލާ
*ނަރުގިސް މަލުގާ އުފަލުން ކުޅެލާ
ހީލާފާ ލޯބިން ފިރުމާލާ ހިޔާލާ ގުޅުވާލާ
*ދެކެފޮރި ޖާން މިރޭގެ ޝާދީ ގާނަ

#2
މީރު ސަޔާ ރަށްަމީރު އެބުއިންތައް
*މީރު ކުރީމްކޭކަރު ހަދިޔާތައް
އަގު މާތްވި ކާނާ ބަނާނާ ބަޓަރު ޖެހި ޕާނާ
*ދެކެފޮރި ޖާން މިރޭގެ ޝާދީ ގާނަ

#3
ނޫރުތަކުން މުޅި ކައުނު ވިދާލީ
*ރޭގެ ފަޒާޔާ ޖައްވުދިއްލާލީ
ޝާދީގެ ސާދުންދޭ ފުރާނަ ގުޅާލީއޭ ޖަޕާނާ
*ދެކެފޮރި ޖާން މިރޭގެ ޝާދީ ގާނަ`
},
{
  id: 223,
  name: `Gaumah Miadhu Alikohli`,
  genre: 'Nala',
  lyrics: `#M
ގައުމަށް މިއަދު އަލިކޮއްލި ރީތި ނިޝާނާ
*ގައުމީ ޒަޢީމުން ދެއްވި މާތްވި ހަނދައަނާ

#1
އަލިކަން މި ގައުމުން ފެންނަ ހިނދު ހުއްރިއްޔަތީ
*އަލި ރަސްގެފާނުން ދެއްވި ހަމަލާޔުން މަތީ
އަލި ނޫރުތައް ބަބުޅާލި ވަތަނުގެ ބިންމަތީ
*އަލިވާ ހަނދާނުން ދިއްލި ރީތި ފަސާނާ

#2
ގައުމުގެ ރައީސަށް ބާއްޖަވެރިކަން އެދި އަލުން
*ގައުމަށް އިތުރު ކުރިއެރުމަކަށް އެދި ފަށްފަށުން
ގައުމުގެ ވަތަންގެ ހިތާއި މިއަތާ އަދި ދުލުން
*ގައުމީ ދުއާއިން ދަންނަވާ ޝުކުރާނާ`
},
{
  id: 224,
  name: `Mulhi Jahvaa Hasthee`,
  genre: 'Nala',
  lyrics: `#M
މުޅި ޖައްވާ ހަސްތީ ޗާލޫ ދެކޭށޭ ލޯބިވާ
*ވީ ރޯށަނީ އުޑާ ބިން އައުމުންނޭ ލޯބިވާ
ކިޔާ ދޭހާ ރާގު މިތާ ހިތް ގައިމޭ ލޯބިވާ
*މީ ލޯތްބަކީ މީ ލޯތްބަކީ އެނގޭހޭ ލޯބިވާ

#1
ފަތުރުވައިފިޔޭ ވައި ތި ލޯބީގެ ޖާދޫ
*ދެކޭށޭ ހަނދަށް ވެސް ޖެހިއްޖޭ ތި ޖާދޫ
މަގޭ ރީތި މައިނާ އެވާގޮތް އެނގޭހޭ
*މިއްާ ރީތި މޫނެއް މި ދޭހުން ކޮބާ ހޭ
ތިޔަ މޫނުން ވޭ މެހެފިލުތައް އުޖާލާ ލޯބިވާ
*ވީ ރޯށަނީ އުޑާ ބިން އައުމުންނޭ ލޯބިވާ

#2
މަގޭ ހިތުގެ މަލިކާ މިހާލަތު ދެކޭށޭ
*ކަލާ ފެންނަ ހިނދުގާ ހިތަށް ތަދުވަނީ އޭ
ލޮލާ ތޫނު ކަޅިއާ އަސަރު ކުރުވަނީ އޭ
*ވިދާ ރީތި ކަނދުރާ ނުފޮރުވާށޭ ރާނީ
އަލިކޮއްލާ ދޭށޭ ނޫރުން ފަޒާ ލޯބިވާ
*ވީ ރޯށަނީ އުޑާ ބިން އައުމުންނޭ ލޯބިވާ

#3
ވިލާ ތަކުގެ މުދުގާ ވެޔޭ ނަން ލިޔެވިފާ
*ކަލާޔަށް ދުއާޔާ ސަލާމާއި ވެދުމާ
ބުނަން ހޭ މަގޭ ހިތް ކިޔާދޭ ގަޒަލުމީ
*ހިތާ ހިތް ގުޅޭތީ އެ އުފަލުން މިތާނގާ
ނަލަ މާތައް ފަރިވާތަން ފެނޭހޭ ލޯބިވާ
*ވީ ރޯށަނީ އުޑާ ބިން އައުމުންނޭ ލޯބިވާ`
},
{
  id: 225,
  name: `Iruvai Halhain`,
  genre: 'Thinberu',
  lyrics: `#M
އިރުވައި ހަޅައިން ފުޅަނގި ހިލާ
*އިރުވައި ހަޅައިން ފުޅަނގި އަރާ
ގޮއްރާޅު ތެރޭން ފުޅަނގި ހިލާ
*ގޮއްރާޅު މަތިން ފުޅަނގި އަރާ

#1
ކަނޑުގެ ހުކުން ދަންނަމުތޯ ކުޑައެތި ފަށްާ ބޮޑުއެތި ދުވޭ
*ކަނޑުގެ ހުކުން ދަންނަމުތޯ ކުޑައެތި ފަށްާ ބޮޑުއެތި ދުވޭ
ކަންނެލި ހިބަރު ކަވާލަޔޯ ބަޑި ޖައްސާ ކަވާލަޔޯ
*ކަންނެލި ހިބަރު ކަވާލަޔޯ ބަޑި ޖައްސާ ކަވާލަޔޯ

#2
ދަނޑިވަޅުނަގާ އުދަރެސް ބަލާ ރަށުތެރެއަށް ފުޅަނގި އަރާ
*ދަނޑިވަޅުނަގާ އުދަރެސް ބަލާ ރަށުތެރެއަށް ފުޅަނގި އަރާ
ކަނޑުން އަރާ ގޮނޑުދޮށުގާ ތެޅިތެޅި އޮވެ ވަނީ މަރޯ
*ކަނޑުން އަރާ ގޮނޑުދޮށުގާ ތެޅިތެޅި އޮވެ ވަނީ މަރޯ`
},
{
  id: 226,
  name: `Hiyy Loabeegaa Fanaavaathee`,
  genre: 'Thinberu',
  lyrics: `#M
ހިތް ލޯބީގާ ފަނާވާތީ ކުރާ ދުއާ އޭ މީ
*ހިތް ލޯބީގާ ފަނާވާތީ ކުރާ ދުއާ އޭ މީ
ނަޖާވެވޭ ވެވުން އަދާ ދެންނެވޭ ދުއާ އޭ މީ
*ހިތް ލޯބީގާ ފަނާވާތީ ކުރާ ދުއާ އޭ މީ

#1
ހޭވެރި ނުމެވާ ޅަ ޒުވާން ހިތުގެ ފުން ހިޔާލާ
*ހޭވެރި ނުމެވާ ޅަ ޒުވާން ހިތުގެ ފުން ހިޔާލާ
ލޯބިން ކުޅެލާފިޔެ މިތުރާ އެ ހިތް އޮޔާލާ
*ލޯބިން ކުޅެލާފިޔެ މިތުރާ އެ ހިތް އޮޔާލާ
ދާނޭ ނެތި މަންޒިލެއް ނެތުމުން ކުރާ ދުއާ އޭ މީ
*ހިތް ލޯބީގާ ފަނާވާތީ ކުރާ ދުއާ އޭ މީ

#2
ލިބިދިނެ ޚިދުމަތް ނިޔަނެތި ކަމުގެ ތަންމަތީގާ
*ލިބިދިނެ ޚިދުމަތް ނިޔަނެތި ކަމުގެ ތަންމަތީގާ
މިބިމާ ކައުނާ މުޅި ދުނިޔޭގެ ކުރިމަތީގާ
*މިބިމާ ކައުނާ މުޅި ދުނިޔޭގެ ކުރިމަތީގާ
ވެ ބަދަލު އެ ޒަމާން އުވި ދިއުމުން ކުރާ ދުއާ އޭ މީ
*ހިތް ލޯބީގާ ފަނާވާތީ ކުރާ ދުއާ އޭ މީ

#3
ތިޔައީ ދުނިޔޭން ލިބިދިން އެންމެ ފޮނި އަރާމޭ
*ތިޔައީ ދުނިޔޭން ލިބިދިން އެންމެ ފޮނި އަރާމޭ
ތިޔަނޫން އުފަލެއް އަމުދުން ދެން މަވެސް ހަރާމޭ
*ތިޔަނޫން އުފަލެއް އަމުދުން ދެން މަވެސް ހަރާމޭ
ހިޔަލުން ތިޔަ ބީވުމުން ތަކުރާރުވާ ދުއާ އޭ މީ
*ހިތް ލޯބީގާ ފަނާވާތީ ކުރާ ދުއާ އޭ މީ`
},
{
  id: 227,
  name: `Vindhuthah Mi Hithugaa`,
  genre: 'Taki',
  lyrics: `#M
ވިންދުތައް މި ހިތުގާ ވާ ހޭލައިފިޔޭ
*ތިފަރި މޫނު ހިތް މި ދިވާނާ ކޮއްފިއޭ
ދީވާނާ
*ދީވާނާ
ދީވާނާ
*ވެއްޖެ އޭ ދީވާނާ

#1
ޗާލު ސޫރަ ފެނުނީމާ އާށޯއްުވޭ
*ކަޅި ޖަހާ ނުލާ ލޯބި ހަށިގަނޑަށް ބެލޭ
ހީލުމުން ކަލާ ލޯބިން މާތައް ފޮޅޭ
*މީރުވަސް ދުވާ ޖިސްމުން ވަސް ފަތުރުވާލައޭ
އަންނާށޭ ޔާރާ އޭ
*ހިތް ބޭނުން ވާ ލޯބީ ތިޔޭ
*އުއްމީދުތައް ހިތުގެ އާލާ ވެއްޖޭ

#2
ދިރުމަކީ ހަޔާތުގެ ތިޔައޭ ހިތް ބުނޭ
*ލޯބި ވެތި ވަފާތެރިކަން ތީ އެ ހިތް ބުނޭ
ހިތް މަގޭ ތި ލޯބީގަ ގެއްލިއްޖެ އޭ
*ހިއްސުތައް ތިރީތި ކަމުން ގައިދު ކޮއްފިއޭ
އިހުސާސްތައް ހިތުގާ ވާ
*ތާޒާ ކޮއްދޭ ޔާރާ ތިޔޭ
*އުންމީދު ތައް ހިތުގެ އާލާ ވެއްޖޭ`
},
{
  id: 228,
  name: `Vaadhuvahey Haaluga`,
  genre: 'Nala',
  lyrics: `#M
ވާދުވަހޭ ހާލުގަ ޖާނާ ނޫން
*ކުދި ކުދި މޭ ކުދިވެ ކުދިމޭ މަރު އާނާ

#1
އަނގައަ ހިތާ މޭ ހަލާކު ވެދާ މޭ
*ހިތު ލޯބިދޭ މި ޝަޒާއިން
އިޝްޤީ ޖަޒާ އޭ އިޝްޤީ އަޒާބޭ
*އިޝްޤީ ޖަޒާ އޭ އިޝްޤީ އަޒާބޭ
ފަހެ މި ހާލަކީ ކަލާ އޭ
*ފަސޭހައިން ދާތީ ފުރާނާ

#2
ހިޔާލު މިހާރު ހުރީ ދިލް މިހާރު ހުރީ
*ތޫފާން ގަޔޭ ދިލް
ބުނެ ދުޝްމިން އަންގަ ތިހިރީހި ދިލް ފާރުވެ ޖާނާ
*ފަސޭހައިން ދާތީ ފުރާނާ`
},
{
  id: 229,
  name: `Maa Keyolhu Kamah`,
  genre: 'Thinberu',
  lyrics: `#M
މާ ކެޔޮޅު ކަމަށް މޮޅު ކެޔޮޅަކު ނުކުތެ ރޭގަނޑަކު
*ބާދޯނި ގަނޑެއްގާ ދުއްވަން ލައްކަ ގަދަ ކަނޑަކު
ގާ ދޫނި ކުރަނގި މާރަނގަ ގޮވަޔޭ ތިބެ ފާޑަކު
*މާ ކެޔޮޅުބެ ދުއްވާ ނަގަޔޭ އޮޑިގަނޑުގާ ކަނޑު

#1
ފަތިހެއްގެ އަސާސީ ވާޖިބު ފަރުޟު އަދާކޮށް
*ލަތި ދީވި އަތުން ކަމަނަގެ މޮޅު ކޮއްތު ރެޑީކޮށް
އަތިރީ ބޮޑު ފަޅުގާ އޮއް ބާއޮޑި ގަނޑު ތިލަކޮށް
*މާ ކެޔޮޅުބެ ދުއްވާ ނަގަޔޭ އޮޑިގަނޑުގާ ކަނޑު

#2
އައިބާރު ދެތިން ރޯޅި ޖެހުނެ އުތުރު ފަރާތުން
*ވައިބާރުވެ ކޮޅިގަނޑުގެ އެ ވިއްސާރަވެ ޒާތުން
އޮއި ގަދަވެ ގަދަ އޮޔާ ދެކޮޅައް ދެކުނު ފަރާތުން
*މާ ކެޔޮޅުބެ ދުއްވާ ނަގަޔޭ އޮޑިގަނޑުގާ ކަނޑު

#3
ފަޅުވެރިޔަކު ނެތް މިފަދަ ދަތުރު މިފަދަ އޮޑީގައި
*ކަޅު ކަނޑު ގަދައިގާ މާ ވިއްސާރަ ތެރޭގާ
މަޅު ބާވި އޮޑީ ހަސްނެތި ހުރެ ދުކުގެ މަތީގާ
*މާ ކެޔޮޅުބެ ދުވާ ނަގަޔޭ އޮޑިގަނޑުގާ ކަނޑު`
},
{
  id: 230,
  name: `Dhuru Dhurun Hiyanivelaa`,
  genre: 'Thinberu',
  lyrics: `#M
ދުރު ދުރުން ހިޔަނިވެލާ ތުރު ތުރުލާ ހީ ނަގާ
*ފުރުސަތެއް ލިބޭނެތޯ ފަހަތުން ބޯދީ ބެލީ

#1
ސޫރަ ނިކަން ރީތި ގޮމާ ހޫރު ޕަރީ ފަދަ ގޮމާ
*ހޫރު ޕަރީ ފަދަ ގޮމާ
މުޅި ތިހަނދު ފަދަ އެކުވާ މޫނު ސާފު ފަރިވުމުން
*ފުރުސަތެއް ލިބޭނެތޯ ފަހަތުން ބޯދީ ބެލީ

#2
އިސްތަށިގަނޑު ވިހުރާލާ ވައިގެ ތެރޭ ނަށާލުމުން
*ވައިގެ ތެރޭ ނަށާލުމުން
ނެށުމުގެ ފަރި ހަރަކާތުން މުޅި ހިތް އެކު ފުރާލުމާ
*ފުރުސަތެއް ލިބޭނެތޯ ފަހަތުން ބޯދީ ބެލީ

#3
ޗާލު ރީތި ކަޅިރަވަޔާ ސާފު ރީތި އެސްފިޔަތައް
*ސާފު ރީތި އެސްފިޔަތައް
ފެނުމުން ފުރިހަމަކަން ފެނިލައްޒަތު ޒަހަމު ވުމުން
*ފުރުސަތެއް ލިބޭނެތޯ ފަހަތުން ބޯދީ ބެލީ`, 
      englishLyrics: `#M
Dhuru dhurun hiyanivelaa thuru thurulaa hee nagaa
*Furusatheh libeynethoa fahathun boadhee belee
#1
Soora nikan reethi gomaa Hooru paree fadha gomaa
*Hooru paree fadha gomaa
Mulhi thihandhu fadha ekuvaa moonu saafu farivumun
*Furusatheh libeynethoa fahathun boadhee belee
#2
Isthashigandu vihuraalaa vaige therey nashaalumun
*Vaige therey nashaalumun
Neshumuge fari harakaathun mulhi hiyy eku furaalumaa
*Furusatheh libeynethoa fahathun boadhee belee
#3
Chaalu reethi kalhiravayaa saafu reethi esfiyathah
*Saafu reethi esfiyathah
Fenumun furihamakan fenilaa hiyy adhu zaham vumun
*Furusatheh libeynethoa fahathun boadhee belee`,
},
{
  id: 231,
  name: `Ufalun Folheyney Eid`,
  genre: 'Nala',
  lyrics: `#M
އުފަލުން ފޮޅޭނޭ އީދު އައުމުން
ކުރަމުން އުފާ އަދި ފޯރި ނަގަމުން
*އީދު ހެދުމުން ޒީނަތް ވެލަމުން މީކިޔާ ތަހުނިޔާ

#1
ކޯޑި ނެރުމުން ވީ އުފަލުގާ
*ކޯޑި ނެރުމުން ވީ އުފަލުގާ
ފޯރި ގެނުވާ އެކި ނެށުމުގާ
*ފޯރި ގެނުވާ އެކި ނެށުމުގާ
ފަރިސަގާފީ ހަރަކާތް ތަކުގާ
*އެކުވެ އެންމެން ނަށަމާ

#2
އެކުވެރިންނާ އާއިލާ ޔާ
*އެކުވެރިންނާ އާއިލާ ޔާ
އެކުވެ އީދުގެ ރޫހު ދިރުވާ
*އެކުވެ އީދުގެ ރޫހު ދިރުވާ
އީދު ހަދިޔާ ހިއްސާ ކުރަމާ
*އައިމި އީދުގެ އުފަލާ

#3
ރާގުގާ ބޮޑުބެރު ޖަހާލާ
*ރާގުގާ ބޮޑު ބެރު ޖަހާލާ
ބާރުލާ އަޑު ލަވަކިޔާލާ
*ބާރުލާ އަޑު ލަވަކިޔާލާ
އެކި ނެށުމުގާ ފައި ހަމަ ކުރަމާ
*ޖޯޝުގާ އަތް ޖަހަމާ`, 
      englishLyrics: `#M
Ufalun folheyney eid aumun
Kuramun ufaa adhi foari nagamun
*Eid hedhumun zeenaiy velamun meekiyaa thahuniyaa
#1
Koadi nerumun vee ufalugaa
*Koadi nerumun vee ufalugaa
Foari genuvaa eki neshumugaa
*Foari genuvaa eki neshumugaa
Farisagaafee harakaaiy thakugaa
*Ekuve enmen nashamaa
#2
Ekuverin'naa aailaa yaa
*Ekuverin'naa aailaa yaa
Ekuve eidhuge roohu dhiruvaa
*Ekuve eidhuge roohu dhiruvaa
Eidhu hadhiyaa hihsaa kuramaa
*Aimi eidhuge ufalaa
#3
Raagugaa boduberu jahaalaa
*Raagugaa boduberu jahaalaa
Baarulaa adu lavakiyaalaa
*Baarulaa adu lavakiyaalaa
Eki neshumugaa fai hama kuramaa
*Joashugaa aiyy jahamaa`,
},
{
  id: 232,
  name: `Fenilumin Dhivehi Dhidha`,
  genre: 'Nala',
  lyrics: `#M
ފެނިލުމުން ދިވެހި ދިދަ ވިހުރިލާ
*ޖޯޝުގާ ރޫޙު ތާޒާ ވެލާ
މާނަވީ ބާރުގެ ވެރިވެދާ
*އަސަރުގާ ވިންދު ހަރަކާތް ވެލާ

#1
ލޭ ޝަހީދީ ފަވާ ރަތްކުލައިން
*ކުރިއެރުން ދައްކަމުން ފެހި ކުލައިން
ރަމްޒު ދީންކޮށް ދެމުން ހުދުކުލައިން
*ބުނެދެމުން މިގޮތުގާ އެކު އުޅެން
ގައުމުގަ ތިޔަހުރީ ވިހުރިލާ ވިހުރިލާ
*ފެނިލުން ދިވެހި ދިދަ ވިހުރިލާ ޖޯޝުގާ ރޫޙު ތާޒާ ވެލާ

#2
ހޯދި ނަސްރާ ފަތަހަ ދައްކަމުން
*ހިތުގެ ލޭ ހޫނުކޮށް ކައްކަމުން
ވާޖިބާތެއްގެ އޮތް އަންގަމުން
*ތިޔަހުރީ ޝަރަފުގާ ލިބި މިއޮތް
ޤަދަރުގާ ޤައުމުގާ އުފުލިލާ އުފުލިލާ
*ފެނިލުން ދިވެހި ދިދަ ވިހުރިލާ ޖޯޝުގާ ރޫޙު ތާޒާ ވެލާ

#3
ޢަޒުމުތައް ކަނޑައަޅަން ހިތްތަކުން
*ޢަމަލުގާ ކުރިއަރަން އަތްތަކުން
ބުނެދެނީ މާތްވި އިލްހާމަކުން
*ޝައުކަތާ ޝާނުގާ ޢިއްޒަތާ
މަދަދުގާ ތާއަބަދު ފޮޅުވިލާ ފޮޅުވިލާ
*ފެނިލުން ދިވެހި ދިދަ ވިހުރިލާ ޖޯޝުގާ ރޫޙު ތާޒާ ވެލާ`
},
{
  id: 233,
  name: `Husnubaanu`,
  genre: 'Nala',
  lyrics: `#M
ހުސްނުބާނީގެ ސަރޫ ދޭހުމަށް އެންމެ މޮޅީ
*ދޭހުމަށް އެންމެ މޮޅީ ހާނ
ހުސްނުބާނޫގެ ބަގީޗާ ދުށުމޭ ދެން ރަނގަޅީ
*ޗާ ދުށުމޭ ދެން ރަނގަޅީ ހާނ

#1
ރުސްތުމަށް ލިބުނު ގުރުޒު ޒާލުޒަރުގެ ވާރުތައިން
*ރުސްތުމަށް ލިބުނު ގުރުޒު ޒާލުޒަރުގެ ވާރުތައިން
ދުޝްމިނުން ބަލިކުޅަލިބުމޭ އެ ކުދީންނަށް ރަނގަޅީ
*މޭ އެ ކުދީންނަށް ރަނގަޅީ ހާނ

#2
އުމަރުއައްޔާރުގެ ސުންބުލި މިއަދަށް އޮތްނަމައީ
*އުމަރުއައްޔާރުގެ ސުންބުލި މިއަދަށް އޮތްނަމައީ
މަހަ ކޮއްގެން ނެރެގެން ގެންގުޅުމޭ އަދި ރަނގަޅީ
*ގެންގުޅުމޭ ދެން ރަނގަޅީ ހާނ

#3
ޖޫދަރުގެ ކޮތަރު ކަލޭ މެން ނެރެގެން ލީ ތަނަކުން
*ޖޫދަރުގެ ކޮތަރު ކަލޭ މެން ނެރެގެން ލީ ތަނަކުން
ފޫހި ނެތި ކާ އުޅުމަށް ވާނަމަ އަދިވެސް ރަނގަޅީ
*ވާނަމަ އަދިވެސް ރަނގަޅީ ހާނ

#4
ކަނޑުވެ ޝަރުބަތު ކަމުގާ ވެލިވެ މުޅިން ހަކުރު ކަމަށް
*ކަނޑުވެ ޝަރުބަތު ކަމުގާ ވެލިވެ މުޅިން ހަކުރު ކަމަށް
މަޑުވެ ފާރޮށި ކަމުގާ ފަރުބަދަ ވާނަމަ ރަނގަޅީ
*ފަރުބަދަ ވާނަމަ ރަނގަޅީ ހާނ

#5
މާމުޔާ ގިތެޔޮ އުޑުން ވެހި ވެހި ވާރޭ ކަމުގާ
*މާމުޔާ ގިތެޔޮ އުޑުން ވެހި ވެހި ވާރޭ ކަމުގާ
ކާނެ ވަރަކަށް ކެއުމަށް ވާނަމަ އަދިވެސް ރަނގަޅީ
*ވާނަމަ އަދިވެސް ރަނގަޅީ ހާނ

#6
ކަންނެތެއް ކަމަކު އަޖާއިބު ފަދަ ކަންނެއް ކަމުގާ
*ކަންނެތެއް ކަމަކު އަޖާއިބު ފަދަ ކަންނެއް ކަމުގާ
ވަންހަ ނިމިދާ އިރުވެސް ސޮހޮރުވެ ތިބުމޭ ރަނގަޅީ
*ސޮހޮރުވެ ތިބުމޭ ރަނގަޅީ ހާނ

#7
ވަހުމުތައް ގިނަވެ މަސައްކަތް ނުމެކޮށް ކަފުލަތުގާ
*ވަހުމުތައް ގިނަވެ މަސައްކަތް ނުމެކޮށް ކަފުލަތުގާ
ރަހުމަތަށް އެދި އެދި ތިބުމޭ ދިވެހީންނަށް ރަނގަޅީ
*މޭ ދިވެހީންނަށް ރަނގަޅީ ހާނ`
},
{
  id: 234,
  name: `Seedha Balanoo`,
  genre: 'Nala',
  lyrics: `#M
ސީދާ ބަލަނޫ މިދިމެލަށް ކިޔެއްވޫހޭ
*މީހަކު ބޮނެގެންހޭ ނޯނުއްވާ ލޯބިންހޭ
ފޫހި ފެލުވައިލަންހޭ ސީރިޔަސްކޮށް ހޭޅޭއް
*ގޯހެއް ނަހަދާށޭ ބިރަގަންނަމޭ
*ސީދާ ބަލަނޫ މިދިމެލަށް ކިޔެއްވޫހޭ

#M
ލޯބީގޭ ފެށުމޭ އުނބަތިޔޮ ހަނދާއޭ
*އޯގާވެ ފިރުމާން އެދެމޭ ހިތާއޭ
އެހެން އެކަންވޫމާ މިހިތައް މިކެރަން އަސަރުތެކޭ
*އެހެން އެކަންވޫމާ މިހިތައް މިކެރަން އަސަރުތެކޭ

#M
އެހަނދާންތެކޭ އަދު ވެވެނޫ ތެދޭމިޔޯ
*އެނަމާ އެލޯތްބާ ބޭނުންވެފައިވޫ
މައާ އެކީ އޮޅިފައި ވަކިވަނީތީ މަދެރަވެޔޭ
*މައާ އެކީ އޮޅިފައި ވަކިވަނީތީ މަދެރަވެ`
},
{
  id: 235,
  name: `Dhanvaru Handhuvaru`,
  genre: 'Baburu',
  lyrics: `#M
ދަންވަރު ހަނދުވަރު ދޮންވެލި މަތީން
*ކުއްޖަކު ދުށީ ހިޔަނިވެލާ
ވިއްސާލި ސިއްސާލި ބުއްރާސް ޖަހާ
*ކަނޑުގެ ލޮނުގަނޑު މައްޗައް އަރާ
ވިލާ ރޮއްޖެއް އުޑުގަ ޖަހާ
*ބަނަވެ ވިއްސާރަ އަނދިރިވެލާ

#1
*ނައްޓާލި ފަހަތް ބަލާ
އުޑަކު ބިމަކު ނުޖެހި ފިލަން
އެއްޗަކު ތެރޭގަ ނުޖެހި ފިލަން
ނުކެރި ހުރެފަ ބިރުން ފިލަން

#2
*ނިދިން ތެދުވެ ވާށާ ބަލާ
ތުރުތުރު އަޅުވާ ފުރޮޅި
އަތްފައި ހަލުވާ ފުރޮޅި
ގުޑުގުޑު ލައްވާ ފުރޮޅި`
},
]