const songs = [
  {
    id: 1,
    name: 'Hiyy Gudugudu',
    lyrics: `#M
އަތިރިމަތިން ފަރިހިނގަމުން ދާތީ
*އަކިރި މަތީ ފައި ބީއްސާލާތީ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ
#1
ފުރަތަމަ މި ރަށަށް ލެފި އިރު މާ ދުރުގާ ހުރެ ބެލުނޭ
*ގާތަށް ދާން ހިތް އެދުނޭ
ފުރިހަމަ ދެ ލޮލާ ކަޅިރަވަ ޗާލުކަމަށް ހިތް ލެނބުނޭ
*ހިތުގާ ބިންވަޅު ނެގުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
#2
މާވަރަކަށް މަ ބަލާތީ ލަދުރަކި ވާކަން އެނގުނޭ
*ކަޅި އެޅި މަންޒަރު ފެނުނޭ
މާ ނޫން ގޮތަކަށް ބެލުމުގެ މާނަ މަށަށްވެސް އެނގުނޭ
*އުފަލުން ގޮސް ހީލެވުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
#3
އަތިރިމަގުން އަސުރު ފަހުން ދާތީ ފަހަތުން ދެވުނޭ
*އެދިހުރި ފުރުސަތު ލިބުނޭ
މަތިރިވެލާ އަތް ދިއްކޮށް ލޯތްބަށް އެދި ހުށަހެޅުނޭ
*ހިތު އެޅި ކަމަނާ ލިބުނޭ
މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*މަންޖޭ، ބެލެޔޭ، ފަހަތުން ދެވޭ
*ބާރަށް ހިތް ގުޑުގުޑު ލާތީ ލާތީ
`,
  },
  {
    id: 2,
    name: 'Fathis',
    lyrics: `#M
ފަތިހުގެ ފިނި ވައިރޯޅި ނަޔާ
*ބީހިލުމުން ރުއްގަސް ވެއްޖެ ގަޔާ
ހިތްގައިމު ނަލަނަލަ އަޑުން ގޮވާ
*ކާޅާއި ކޮވެލީގެ ރާގުލާ
#1
އަސްތާ އެނަގާ ހަޅޭލީ
*ރަސްރުކު އެބޭގެ ބޮޑުހާ
ދިގުމަގު ކޮޅުން އޮބާލީ
*ބަދިފަތި ހިފާ ނަކަލުބޭ
#2
ފައްޗެއް މުށަށް ހެޔޮވަރުވީ
*ފާތުމަ އަރުވ އެޖަހަނީ
ފަތިހުގެ ފިނީގަ ދޮރުމަތީ
*ބަސްބުނި ހިނދުން ކަހާލީ
-------------------------------------------------
$M
ފަތިހާ ވަލު ހިނގަމުން މާމަދޮން
*ލާން ދަރު ކާއްޓާ ކާން ހަމަކުރީ
ގުގުމާ ރައިވަރު އިވި ރުއްބުޑުން
*ރައިވަރު ރުކު އޮތްބޭ ފަރިއެޅީ
$1
ސޮއްސާލާ އެތުން ރާބަދި ދޫވެއްޖެތާ
*ރަސްރުކުބޭ ލޯ ބޯދީ ބަލަމުން ކަޅިއެޅީ
$2
ފަސްހާވާ ނިކަން ފަނި ކެއުމަށް ކުކުޅުތައް
*އެއް ފަންޏާ ބައިގަނޑު ތެޅިތެޅިފާ މޮޔަވަނީ
$N
އާޅަ އެތެއް ކޮށާ ފަންވަތް ބަންނާނަމޭ
*ފައްކާ ވެއްޖެއްޔާ ބަދިވެސް އަޅުވާނަމޭ
`,
  },
    {
    id: 3,
    name: 'Ishghee Halathu',
    lyrics: `#M
    އިޝްގީ ހާލަތުގާ ޔާރާދޭ ހަނދާނޭ މިތާނގާ، މި އާވާ ހިޔާ ލުން ސަޒާދޭ
*ލޯބީގާ ބޭގަރާރު ވާންހެވީ، ލޯބީގާ ބޭގަރާރު ވާން
#1
ދީވާނާވެ ވާދީގާ މި ހުރީ އިންތިޒާރެއްގާ
*ދީވާނާވެ ވާދީގާ މި ހުރީ އިންތިޒާރެއްގާ
ނޫންހޭ އު ންމީދު ގެއްލިދާ ޝަރަފެއް ކަމަށް
*ވީހޭ އުންމީދު ގެއްލި ދާ ޝަރަފެއް ކަމަށް ދޯ
#2
ގުޅިގެންވީ ހަގީގަތްމީ މުޅިއިން ގެއްލުނީހޭމީ
*ގުޅިގެންވީ ހަގީގަތްމީ މުޅިއިން ގެއްލުނީހޭމީ
ނޫންހޭ ދޭނޭ އަރާމު ނެތި އުފަލާ ހިޔާރު
*ނޫންހޭ ދޭނޭ އަރާމު ނެތި އުފަލާ ހިޔާރު ދޯ
`,
  },
    {
    id: 4,
    name: 'Aalaa Sakeeree',
    lyrics: `#M
އާލާ ސަކީރީ
*ޗަނދަރާބާ ޖަނަތީރެ ޖޯ
#1
އާލާ ކުމްސާޔާ
*ބަނާނަސީ ޔަންގިޔާ
ކަނގަނާމާ ކަނގަނާމަޔޯ
*ކަނގަނާމާ ކަނގަނާމަޔޯ
ފަލަތީރެ ފަލަތީރެ ޖޯ
*ފަލަތީރެ ފަލަތީރެ ޖޯ
$M
އަރޭދަމާ ރޯޝަންކީ ޖޯރިޔާ
*ޗަނދަރޭ ހަބީބުލް ބުލާޔާ
$1
ޗަނދަރޭ ހަބީބުލް ބުލާޔާ
*ޗަނދަރޭ ހަބީބުލް ބުލާޔާ
$N
އަލާ ތާލީސާ
*ހޭލަޔަލާ އަލާ
އަލާ މުކުލާސާ
*ހޭލަޔަލާ އަލާ
`,
  },
    {
    id: 5,
    name: 'Ajaibeh',
    lyrics: `#M
ރީތި ގުދުރަތީ މި މަންޒަރު
*ޗާލު ލޮލަށް ފެންނައިރު އަޖައިބެއް ފަދައޭ
ސާފު ދޮންވެލި ތުނޑިމަތީ
*ރާޅު ބަލަން އިންނައިރު އަޖައިބެއް ފަދައޭ
#1
އިރުއަރާ ދޯދިތައް އަލިވެޔޭ
*މުޅި ފަޒާ ރަންކުލައިން ދިއްލައޭ
ސާފު ވައި އައިސް ހަމުގަ ބީހެޔޭ
*ސާފު ޖައްވުން މިހިތް ފިނިވެޔޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#2
އުޑުމަތިންދާ ދޫނި ފެނިލައޭ
*ބައިހަދާފާ އުދުހި ހޫރެޔޭ
ރާގުރާގަށް ގޮވާ އަޑުއިވޭ
*ރާގު އިވުމުން މިހިތް ފުރިދެޔޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#3
މާކަނޑުން ދޯނިތައް ދުއްވައޭ
*ޗާލު މަންޒަރު ދުރުން ސިފަވެޔޭ
ވާތި ހިތްވަރު މަ ހިނިތުން ވަމޭ
*ވާ މިރިޒުގަށް ޝުކުރުވެރި ވަމޭ
ުޝޯހވާހާވޭ
*ޝޯހުވާހާވޭ އިނގޭ
#N
ޗާލު ލޮލަށް ފެންނައިރު
*އަޖައިބެއް ފަދައޭ
ރާޅު ބަލަން އިންނައިރު
*އަޖައިބެއް ފަދައޭ
`,
  },
    {
    id: 6,
    name: 'Fahathah',
    lyrics: `#M
ފަހަތަށް ބަލާލައިފ،ި ކަތިފައި އަޅާލައިފ،ި އަރިއަށް ޖަހާލައިފި ފަރި ކަމަނާ
*ކަޅިވެސް އަޅާލައިފ،ި ރަކިކޮށް އެ ހީލައިފ،ި ބާރަށް ހިނގާލައިފި ރަނި ކަމަނާ
#1
ފަހަތުން މަދާއިރު ތުނބުން ފުމެލުމުން ހީވެ ހުއްޓެން އުޅޭހެން ތި ދޮންކަމަނާ
*އެހެނަސް ފަޔަށް ބާރުލާފާ އަނެއްކާ ތި ބާރޭ ކުރީ ފަރި ހިނގުން ކަމަނާ
*މަޑުކޮށް ބަލާށޭ ބުނަން ކަމަނާ
#2
ދަތިކަން ހިތަށްވޭ ލޮލާލޯ ދިމާވެސް ނުކޮށް ޒާތަކަށް ކަޅިއަޅާތީ ކަލާ
*ލަދުވެސް ހަނދާނެއް ނެތޭ މަގުމަތިން ފާރަލައިގެން ދެވޭ ފަސްފަހަތް ނުބަލާ
*މަޑުކޮށް ބަލާށޭ ބުނަންހޭ ކަލާ
#3
ފަހަކަށް ނުދަން ފާރަޔަށްވެސް ހުރިން ގޯތި ބޭރުން ފެނޭތޯ ފަހުން ކަމަނާ
*ފަހަކާ ހައެއް ގަޑި ބަލައިގެން ހުރީ ތިއްތި ވޭތޯ ހަވީރަށް ބަލަން ކަމަނާ
*މަޑަކުން މިހިތް ނޯވެޔޭ ކަމަނާ
#4
ފަރިކަން އަޖައިބުން މިހިތް ފުރިދަނީއޭ ބަލަން ހުރެވެނީ ލޯމަރާވެސް ނުލާ
*ފަރިކަން ވެޔޭ ޖައްވުގާ ހުވަނދުލާފާ ވަހުންވެސް ތިދާއިރު މަގުން ފަރިމަލާ
*މަޑު އަތްތިލައިގާ ހިފަންހޭ ކަލާ
`,
  },
    {
    id: 7,
    name: 'Dhaanvithan',
    lyrics: `#M
ދާންވިތަން ބުނެލާ ކަލާ ހޯދަން
*ހޯދޭތޯ އަހަރެން ދުވެފަދާނަމޭ މަޑިއުކާނަމޭ ބެރުޖަހާނަމޭ
ކީއްކުރަންހޭ ހޯދަނީ
*ސިއްރު ސިއްރުން ބަލާ
ލާމުގާ ތިބެޔޭ މަގޭ ދެބިޓުން
*އަންނާށޭ ލޯބިން ބަގުތަޅާނަމޭ އަނބުތަޅާނަމޭ ބަކަތަޅާނަމޭ
#1
ހަނަފަސް ތަނެއްގާ ހިތް ރައްކާ ކުރީމޭ
*ދަބަރާ ލޮނާ ނުޖަހާނެހެން
އަލަކަސް ތިލޯބީގާ ހިތް ދީވާނަ ވެއްޖޭ
*ބިޓަކާ ދިމާ ނުބެލޭނެހެން
ބުނަންބޭނުން ކަމެއް ލޯބިން
*ބުނިއްޔާ އަޑު އަހާނަންހޭ
ފާފުގާ އޮވެޔޭ މަގޭ ގޯއްޗެއް
*ބުނާށޭ އޭރުން ވިނަ ނޮޅާނަމޭ ޓިނުއަޅާނަމޭ އުވަޖަހާނަމޭ
#2
ފީނާފާ ލޯބިން ޓައިޓޭނިކު ނަގަންހޭ
*ހޮރުންނަގާ ޗަކަމޯލުހެން
މީޓަރުގެ ނަމްބަރު މިހިތުގެ މަދެންހޭ
*ރީޑިން ނެގީމާ ސާފުވާނެހެން
ބުނަންބޭނުން ކަމެއް ލޯބިން
*ބުނިއްޔާ އަޑު އަހާނަންހޭ
ކާށިދޫ ބިމުގާ އެއާޕޯޓެއް
*އަޅާލަން ހިލަތާރު ދޭނަމޭ ލާރިދޭނަމޭ ބާރުދޭނަމޭ
`,
  },
    {
    id: 8,
    name: 'Haarey',
    lyrics: `#S
މީރުވަސްދޭ މާމަލުގެވާ، ރީތިކަންވާ ޗާލު ހާރޭ
ވެދުމަކަށް އަޅުވާލަދޭމީ، ގެތިމި އަމުނާ ހާރޭ، ވެދުންމި ކުރަނީ
#M
ފިނިފެންމަލުން އެކުލާ ހާރޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
ފިނިފިނި ރަބީއުގެ ހަވީރޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
#1
ޖައްވުގާ ފަތުރާލި ވަހަކުން
*ތަން އެއްވަސް ކޮއްލައިފިއޭ
ރީތިހާ ކުލައިން ޖަރީކޮށް
*މުޅިފަޒާ ދިއްލާލިއޭ
ހިންމަތް ކުރީތި ދެވޭ ހާރޭ
*ހިދުމަތުގެ މީއެ މަލްހާރޭ
#2
ޖޯށުގާ ހިތުގާވި ޝުކުރުން
*ހިތް މުޅިން ކުރުނީސްވެދޭ
ލޭފަ ވެތިކަންވާ މިހިތްތައް
*ރޫހަކުން ގުޅިލާމެހޭ
ހިންމަތް ކުރީތި ދެވޭ ހާރޭ
*މިތުރުންގެ މީއެ މަލްހާރޭ
#N
ހާރޭ ގަތާލި އަޅުވައިދޭ
*ހާރޭ ގަތާލި އަޅުވައިދޭ
`,
  },
      {
    id: 9,
    name: 'Mee Rhythm',
    lyrics: `#1
ފަވާލާނީ ރިދަމް ރަނުން
*ލޭ ކައްކުވާލާނީ ބޮޑުބެރު އަޑުން
ކިޔާލާނީ ރިދަމް ނަމުން
*އިއްވާނަމޭ ރާގު ނަލަ ނަލަ އަޑުން
#2
މީ ރިދަމް
*ހިތް ގައިމު ރާގެއްގާ
މީ ރިދަމް
*ލަވަތަށް ކިޔާލާނީ
މީ ރިދަމް
*ބެރުތައް ޖަހާލާނީ
މީ ރިދަމް
*އެންމެން ނަށާލާ ށޭ
$1
ލާމު އަތޮޅުގެ ނަން އިވޭހެން ސާފުވާ ޅެން ބައިތަކުން
*ޗާލު ހައްދުންމަތި ކިޔާހެން ރާގުގާ މިކިޔައިދެނީ
ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
*ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
$2
ވާ ހުނަރު ޖީލެއް މިއީ
*މާ އުކުޅުތައް ކޮށް ޖަރީ
އާ ދުވަހަކަށް ފަރިވަނީ
*ލާ މި ހިތްވަރު ކެރި ތިބީ
ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
*ނަލަ ރީތި ރާގުން ފަރި ރީތި ނެށުމުން ބެރުގާ ކަނޑާލާ ފުނަތައް އަޑުން
$3
ކާބަފައިން އެގެނައި ސަގާފަތް ތާ އަބަދު ދަމަހައްޓަމުން
*އާދަކާދައިން ގުޅިފަވާހެން ވާ މިކުޅިވަރު ދިރުވަމުން
ގުޅިގެން އެކު ވާން ހިނގާށެ، ކެރިގެން އުޅެމާ ހިނގާށެ، އެދިގެން މިކަމާ މިފޯރި ޖޯޝާ އެކީ
*ގުޅިގެން އެކު ވާން ހިނގާށެ، ކެރިގެން އުޅެމާ ހިނގާށެ، އެދިގެން މިކަމާ މިފޯރި ޖޯޝާ އެކީ
`,
  },
        {
    id: 10,
    name: 'Iruvaru Jehumun',
    lyrics: `#M
ވާނޭވާނޭ އޮޑި މަހާ
*ވާނޭވާނޭ އޮޑި މަހާ
*ހޭޔަންބޯ
#1
އިރުވަރު ޖެހުމުން އޮޑިބާލާ
*އިރުވައި މޫސުމުގާ ހޭލާ
އިރުއެއަރާ އަލިކަން ނުވަނީސް
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
#2
ދުންބުރުވާ ކިޔެވެލި ކިޔަވާ
*ދޮންދަނބު ރުކަކުން ކާށި އަޅާ
ދޮންފަންވަތުގާ މަސްކުރަހާ
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
#3
ފެން ރުނބައެއް ކިޔަވާ ތަކުރާ
*ފެން އަޅަމުން ހުރެ އެންވަތުގާ
ހިތްވަރުލާ ތިބިހާ ކަތުނޭ
*ތަކުރު އޮޑި އެބުނި ބާލާށޭ
-------------------------------------------------
$M
ފަޅުވެރިން ބުނޭ
*ބޭރުންއައިނެއް އޮވެ އާދޭ
ކެޔޮޅުބޭ ބުނޭ
*ބޭރުންއައިނެއް އޮވެ އާދޭ
$1
ކެޔޮޅު ގޮވާނަގައޭ
*ދެރިޔާނާގާ ދޭށޭ
ބަރުލާ ހިތްވަރުލާ ފަލިތައް ބާލާމާ ހިނގާ
*ބަރުލާ ހިތްވަރުލާ ފަލިތައް ބާލާމާ ހިނގާ
$M
އާނ އޮޑީ ކުރިޔާ ދިމާލުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
އާނ ނިކަން މިދިމާލުން ބޭރުގާ
*އައިނެތް އެބޯތޭ ތަޅާފޮޅާ
$1
އިންޖީނާ ރިޔަލާއެކީގާ
*އިންޖީނާ ރިޔަލާއެކީގާ
ދުއްވާށޭ މެކުހައް ޖަހާލާ
*ދުއްވާށޭ މެކުހައް ޖަހާލާ
$N
ދާނެތެލެއްނެތޭ މިއަދު ފެލިވަރަކައް
*ދާނެތެލެއްނެތޭ މިއަދު
`,
  },
        {
    id: 11,
    name: 'Kos Govaaney',
    lyrics: `#M
ކޮސް ގޮވާނޭ ހޮޅުއަށީގާ ތާ ހަސަންބޭ އިނދެ މަޑިއްޕާ
*މެންދުރުން އިރު ނެއްޓި ދިޔަކަން ނެތި ހަނދާން އިނދެގެން ދުފާލާ
ފޫހި މަވަނީ ބޯ މަގޮވަނީ
*ފައި ދޮށަށް އިނދެގެން ތަޅާތީ ކުޅު، ޜަތް ކުޅު
#1
ހެނދުނު ހެނދުނާ ފޫގަޅާލާ އެރި އަށީގާ ތަން އަޅާނޭ
*ކާނެ އެއްޗެއް ގޭގަ ނެތަކަސް އިނދެ ހަސަންބޭ ފޮނި ކަނޑާނޭ
އިރު އިރު ކޮޅުން މީހަކާ ގުޅި ބޮޑު ޒުވާބެއް އިނދެ ފަށާނޭ
*ބަސްބުނާނޭ ރޭދުވާވެސް ނޭނގި އިނދެގެން ތާ ހަސަންބޭ
#2
މާލި އައްޕާޔާ ހަސަންބޭ އަށި ދެކޮޅުތިބެ އަތް އުކާނޭ
*ކުދި ގޮލައިންތައް ނަކަލު ކުރަމުން އަށި ނިވަލު ތިބެ ހީނަގާނޭ
އަންނަ ރުޅިއިން ހަށި ފޮޅާލާފާ ހަސަންބޭ ތެދުވެދާނޭ
*ފޫގަޅާލާ މުންޑު ކޮށިކޮށް ހުރެ ހަޅޭލާ ދުވެ ނަގާނޭ
#3
އަސުރު ވިޔަކަސް ގޭދޮށަށް މަތު ނުވެ އަށިގާ އޮވެ ނިދާނޭ
*ބަނޑު އެ ފުއްޕާ ދަތިވެ ނޭވާ ބަރު އަޑުން އޮވެ ގުގުރި ދަމައޭ
އިރު ލޮނުންތިރި އަނދިރިކަން ވެރި ވީކަމއްވެސް ނޭނގުނޭދޯ
*ގެއްލި މިދުނިޔެ ނަލަވެ އެދުނިޔެ ގެއްލި ތިދަނީ ތާ ހަސަންބޭ
-------------------------------------------------
$M
*ދިޔަތަނާ ގޭދޮށަށް ހަސަންބޭ
ފައިގާއިން މަރަވަޅީގެ ގޮބު ވީތަން ނޭނގިފަ ހުރެ
*ޚޮސް ގޮވާ ނުރުހިފާ ހަސަންބޭ
ސަންޕާފުޅު ދުމަށި ދޮށުގަ ވީނުވިއެއް ނޭނގިފަ ހުރެ
*ދިޔަތަނާ ގޭދޮށަށް ހަސަންބޭ
$1
ނިވާނަގާ އެތެރެ ގެއަށް ވަން ހިނދުގާ ފެނުނިއްޔޯ
*ފުޅައްމަތިން އަރާ ޣައިބު ވިއްޔޯ
ހައި ބަނޑުގާ ހުރެ ރުނބަޔަށް ދެކަޅި އެކީ އެއްލިއްޔޯ
*ދަނޑު ފަނޑު ހިކި ބޭނުން ކެނޑުނިއްޔޯ
$2
ރާބެ އަލީ ކަރަށް ބާރުލާފާ އައިސް ހަޅޭލަޔޯ
*މިރަށް މަތިން އުދުހުނު ބައްތެއްޔޯ
ބޯހޫރާ ދެކޮޅު ބަލާ ހަސަންބެއައް ނިކުމެވުނޯ
*ވީ އުުފަލުން އެ މަގުމަތީ ނެއްޓޯ
$N
ހާތަކުރާ މުދިންބެއާ
*ނައިބު ކަލޭ ވަޑައިގަތޯ
އަންބާ އާނލުތް ކިޔަމުން
*އެއް ކޮރަކަށް ނަށައިގަތޯ
`,
  },
  // ...add more songs as needed...
];